[
    {
        "article_id": "25f0956ef59a2d22c9d96a63fedf3561",
        "link": "https://kimberleybulletin.com/2026/02/17/mud-speed-and-spectacle-ponies-and-planks-delivers-best-year-yet/",
        "title": "Mud, speed and spectacle: Ponies and Planks delivers best year yet",
        "content": "Skiers and boarders wowed the crowd with impressive jumps, spins and flips on the Family Day long weekend. Stands were packed with spectators, who came out to watch the third annual Ponies and Planks skijoring fundraiser on Sat, Feb. 14 at the Lions Club Derby Grounds in Fernie. Skiers and boarders teamed up with horseback riders, who pulled them around the snowy course on a rope through a series of berms. Spectators from BC, Alberta and the U.S lined the stands to cheer on their family and friends. The crowd enjoyed the mild winter weather. The grounds were packed down with snow, but conditions became muddier throughout the day as the afternoon sun began to peak through the clouds and led to a few exciting wipe-outs. Organizer Simone Bourassa said attendance surpassed the previous two years. 4,500 people lined the stands. “I think it was our best year so far with attendance and spectators, with teams. The horses and skiers and the riders were really putting on a show for the crowd and it was amazing,” she said. A final fundraising estimate has not been released yet, but proceeds will support Freedom Equine Association’s therapeutic riding program. Kurt Layton and Lucas Garrett won Divison A this year, after they circled the course in a little over 2o seconds with help from Garrett’s quarterhorses Pipes and Mator. They claimed a $1,500 prize at the finale. The Calgary duo has spent the winter touring to different skijoring events. They won their divison in Boulder, Montana, and claimed first and second place at Alberta events. Layton was still recovering from a rib injury in Boulder so he took is easy at the event, but he did manage to hit the last jump with a grab of his board. Garrett kept a steady hand on the reins and managed to lead his horse through the tight turns. “He saw ever other rider out here slipping in the mud, and Lucas was able to keep it planted and rode true,” said Layton. “He was able to look back while he’s riding and see how much rope I’ve got left and really control his horse. Lucas is an all star rider.” Hot on their heals were Jen and Dave in second place with their aptly named horse Speedy; and Lucas and Nic with horse Eddy in third. The event was held on Valentine’s Day and love was in the air. Last year’s winners Francesca Ter Poorten and David Golls got married at the event at intermission. The couple rode out into the ring on horseback dressed in their wedding attire. A small group of family and friends gathered at a wooden...",
        "creator": [
            "gillian francis"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:51:00",
        "source_id": "kimberleybulletin",
        "source_url": "https://www.kimberleybulletin.com"
    },
    {
        "article_id": "019e719ee1c44cd15bc6fcd23129826f",
        "link": "https://adelante.cu/index.php/es/noticias/noticias-de-cuba/32424-incendio-afecto-viviendas-en-municipio-holguinero-de-urbano-noris",
        "title": "Incendio afectó viviendas en municipio holguinero de Urbano Noris",
        "content": "HOLGUÍN.- Un incendio ocurrido en horas de la noche de ayer en los alrededores del parque Las Américas afectó tres viviendas en el municipio Urbano Noris de la provincia de Holguín. Walter Marrero Ballester, primer secretario del Comité Municipal del Partido Comunista de Cuba, declaró a la emisora local Radio SG La Voz del Azúcar que tras el siniestro no se reportan pérdidas de vidas humanas y se recuperó gran parte de los bienes materiales de los damnificados. Enfatizó que el incendio ya está sofocado y se continúa prestando asistencia médica a las víctimas en instituciones de salud del municipio. Hasta el cierre de esta información se investigan las causas del lamentable suceso y están identificados los locales donde residirán las cuatro familias afectadas. Al lugar acudieron de inmediato autoridades políticas y gubernamentales de la provincia y la localidad, así como vecinos que ofrecieron su ayuda.",
        "creator": [
            "peix15953@yahoo.es (tomada de acn.cu)"
        ],
        "language": "spanish",
        "pubDate": "2026-02-17 22:50:13",
        "source_id": "adelante_cu_es",
        "source_url": "https://adelante.cu"
    },
    {
        "article_id": "f197f2c6719caedb69cb34e5cb8e03db",
        "link": "https://adelante.cu/index.php/es/noticias/de-camagueey/32423-con-vitalidad-sistema-de-salud-en-camagueey-pese-a-bloqueo-energetico",
        "title": "Con vitalidad sistema de salud en Camagüey, pese a bloqueo energético",
        "content": "CAMAGÜEY.- El sistema de salud en la provincia mantiene su vitalidad, en medio del bloqueo energético impuesto por el gobierno de los Estados Unidos contra Cuba, afirmó el doctor Carlos Morán Giraldo, director general del sector en la demarcación. Al comparecer en Televisión Camagüey, explicó que se ha priorizado la atención primaria de salud, con el propósito de asegurar los servicios de la red de consultorios del médico y enfermera de la familia por su cercanía a la población. De igual manera, apuntó que los policlínicos disponen de grupos electrógenos y un respaldo de combustible para garantizar procederes de emergencia y mantener las cadenas de frío que permitan proteger los medicamentos, los reactivos y las vacunas. En cuanto al funcionamiento de los hospitales, comentó que se ha reordenado el personal médico y las consultas, en tanto se limitan los ingresos y se priorizan las cirugías de urgencia y emergencia, así como aquellas que incluyen pacientes aquejados de cáncer o en edad pediátrica. Por otra parte, Morán Giraldo precisó que se redujo a dos frecuencias a la semana la proyección comunitaria hacia los municipios, así como la transportación del medibús hacia la capital provincial. Mientras, en la Universidad de Ciencias Médicas Carlos J. Finlay de Camagüey se crearon las condiciones para hospedar a las personas que residen en lugares distantes de la provincia y requieren continuar con el tratamiento de hemodiálisis, así como a pacientes de Las Tunas y Ciego de Ávila que reciben las sesiones de quimioterapia.",
        "creator": [
            "peix15953@yahoo.es (yadira núñez figueredo/ acn)"
        ],
        "language": "spanish",
        "pubDate": "2026-02-17 22:50:12",
        "source_id": "adelante_cu_es",
        "source_url": "https://adelante.cu"
    },
    {
        "article_id": "7487e447ce5ffb96f9e368b444a4b86a",
        "link": "https://transfery.info/aktualnosci/newcastle-united-znalazlo-nastepce-alexandra-isaka-na-radarze-jego-utalentowany-rodak/266275",
        "title": "Newcastle United znalazło następcę Alexandra Isaka? Na radarze jego utalentowany rodak",
        "content": "Newcastle United nadal nie znalazło napastnika na podobnym poziomie do tego, który prezentował sprzedany latem do Liverpoolu Alexander Isak. Z tego też względu „Sroki” kontynuują swoje poszukiwania nowego snajpera. Jak się okazuje, na St. James' Park może wkrótce trafić utalentowany nastolatek ze Szwecji - czytamy w „Daily Mail”. Alexander Isak to jeden z graczy, który w szeregach Newcastle United zostanie zapamiętany na bardzo długo. Sprowadzony latem 2023 roku za ponad 77,5 miliona euro Szwed okazał się jednym z najlepszych w historii „Srok” - w 109 meczach strzelił 62 gole i dołożył do tego 11 asyst. Końcówka jego pobytu na północy Anglii spowodowała jednak, że kibice zaczęli uważać go za zdrajcę. Snajper zagroził, że jeżeli klub uniemożliwi mu odejście do Liverpoolu, to nie zamierza dłużej go reprezentować. Do hitowego transferu doszło pod koniec letniego okna transferowego. Isak zamienił biel na czerwień za rekordowe 145 milionów euro. Popularne „Widzew Łódź nie ma trenera” „Widzew Łódź za kilka tygodni będzie jednym z najlepszych zespołów w Polsce” Marek Papszun skrytykował trzech piłkarzy Legii Warszawa Tyle Legia Warszawa zapłaciła za napastnika. Znacząca różnica Głośno o decyzji trenera Widzewa Łódź. „To jest wariatkowo” Transfer do Polski o krok?! Łączono go z Legią Warszawa i Motorem Lublin, teraz jest poza kadrą na mecz Lech Poznań będzie żałował tego transferu? „To jest baletnica” Piotr Parzyszek podpisał! To jego nowy klub Od tego czasu działacze czterokrotnego mistrza kraju próbowali znaleźć odpowiedniego zastępcę. Takim miał być Nick Woltemade, lecz mimo imponującego początku z czasem jego forma osłabła. Z tego też względu na St. James' Park działania mające na celu pozyskanie solidnego napastnika nieustannie trwają. Jak się okazuje, na radary Newcastle trafiła opcja naprawdę wyjątkowa. Mowa tu o 17-letnim Kevinie Fillingu ze szwedzkiego AIK. Nastolatek wywodzi się z tej samej akademii, co Isak, dlatego też w biurach „Srok” może panować przeczucie, że również i on w przyszłości podbije futbolowy świat. W trwającym sezonie Filling zagrał w dziewięciu spotkaniach, w czasie których uzbierał trzy trafienia.",
        "creator": [
            "jakub barszcz"
        ],
        "language": "polish",
        "pubDate": "2026-02-17 22:49:22",
        "source_id": "transfery",
        "source_url": "https://transfery.info"
    },
    {
        "article_id": "e03c88a16aa46d21e6295c5afbc7a562",
        "link": "https://techannouncer.com/product-hunt-logo-your-guide-to-downloading-brand-assets/",
        "title": "Product Hunt Logo: Your Guide to Downloading Brand Assets",
        "content": "Thinking about using the Product Hunt logo for something? It’s a good idea to know where to get it and how to use it properly. This guide will walk you through finding the official files and what you need to keep in mind. We’ll cover the basics so you can get it right. Key Takeaways Find the official Product Hunt logo files on their website. Understand the different versions of the logo available. Follow the brand guidelines to keep the logo looking correct. Pay attention to colours and spacing around the logo. Check for any issues when downloading or using the logo. Understanding The Product Hunt Logo So, you’re looking to use the Product Hunt logo, huh? It’s a pretty recognisable symbol, and for good reason. It’s become synonymous with discovering new tech and products. Let’s break down what makes it tick. The Iconic Cat Icon At the heart of the Product Hunt brand is that distinctive cat icon. It’s simple, memorable, and has a bit of a playful vibe. This little feline has become a shorthand for the entire platform. It’s not just a random drawing; it’s meant to represent curiosity and the thrill of finding something new, much like a cat exploring its surroundings. Over time, it’s been refined, but the core idea remains the same. It’s a friendly face that welcomes you to the world of product discovery. Advertisement Evolution of the Product Hunt Brand Like any brand that’s grown over time, Product Hunt’s visual identity hasn’t stayed static. It started out a bit rougher around the edges, as many startups do. The early versions of the logo and the overall look and feel were more basic. As the platform gained traction and its community grew, the branding needed to mature. This meant tidying up the logo, standardising colours, and generally making things look more polished. It’s a process of refinement, aiming to present a consistent and professional image to the world. Think of it like tidying up your room – it gets more organised and easier to find things as you go. Here’s a quick look at how the visual elements have shifted: Early Days: Simpler graphics, less defined colour schemes. Growth Phase: Introduction of the refined cat icon, more consistent typography. Current State: Polished brand assets, clear guidelines for usage. The journey of a brand’s logo often mirrors its own growth. What starts as a simple sketch can evolve into a sophisticated symbol that carries significant meaning and recognition. Accessing Official Product Hunt Logo Files So, you...",
        "creator": [
            "hector craigson"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:49:12",
        "source_id": "techannouncer",
        "source_url": "https://techannouncer.com"
    },
    {
        "article_id": "f174679a6656a6fd0315607f401723fc",
        "link": "https://www.ludlowadvertiser.co.uk/sport/national/25864066.magic---simon-weaver-spellbound-harrogate-hero-ellis-taylor/",
        "title": "He was magic – Simon Weaver spellbound by Harrogate hero Ellis Taylor",
        "content": "Taylor’s goal after seven minutes settled this fourth-tier dogfight and gave the Sulphurites hope of avoiding the drop. They remain in the bottom two but are only two points behind three sides above them, including Barrow who are working under their new boss Dino Maamria. “He was magic all night,” said Town manager Weaver after Taylor seized on a poor backpass by Jack Thompson and steered his shot into an unguarded net. “That goal summed up his performance. It was a tight angle but he rolled it in with such composure. “I am delighted for him and I am sure he is the fans’ favourite.” Harrogate had gone 20 games without a win but have now claimed seven points from a possible nine. “The music is on in the changing room, the players are buzzing off each other and everyone is happy,” added Weaver. “But we have got to keep it going. We can enjoy the moment but we will enjoy it even more if we can keep a proper run going. “It was a courageous performance all round. We knew it was a huge game so all credit to the players. “We got right into it straightaway; from the B of the Bang, we were at it. “The second half it was a different game and we showed a lot of guts. Barrow threw caution to the wind and we were up against it. “But we stood up to the pressure to a man. The more we get positive results, the more it becomes a habit and then we have more belief.” Barrow made the perfect start to Maamria’s reign with victory against Colchester last Saturday. But they were flat here in the first half only to improve after the break. Charlie McCann curled a free-kick onto the crossbar and Elliot Newby fired over the rebound. Newby missed another chance while substitute Josh Gordon, playing for the first time since New Year’s Day, also blazed wide. Maamria said: “We didn’t start well and gave away a silly goal. Mistakes will happen. “I thought we responded and took charge after 30 minutes. We played on the front foot and on another night we would have scored two or three. “The only complaint was we panicked a bit in the attacking third. We snatched at chances instead of being composed. “But no one can go home and say that team didn’t care. They covered every blade of grass, played some good football in spells and that gave me a lot of hope. “On any other night we would have got the three points.”",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:59",
        "source_id": "ludlowadvertiser_uk",
        "source_url": "https://www.ludlowadvertiser.co.uk"
    },
    {
        "article_id": "81307ac43e8a6b9b89fd0ad033364e9e",
        "link": "https://www.northwaleschronicle.co.uk/sport/national/25864066.magic---simon-weaver-spellbound-harrogate-hero-ellis-taylor/",
        "title": "He was magic – Simon Weaver spellbound by Harrogate hero Ellis Taylor",
        "content": "Taylor’s goal after seven minutes settled this fourth-tier dogfight and gave the Sulphurites hope of avoiding the drop. They remain in the bottom two but are only two points behind three sides above them, including Barrow who are working under their new boss Dino Maamria. “He was magic all night,” said Town manager Weaver after Taylor seized on a poor backpass by Jack Thompson and steered his shot into an unguarded net. “That goal summed up his performance. It was a tight angle but he rolled it in with such composure. “I am delighted for him and I am sure he is the fans’ favourite.” Harrogate had gone 20 games without a win but have now claimed seven points from a possible nine. “The music is on in the changing room, the players are buzzing off each other and everyone is happy,” added Weaver. “But we have got to keep it going. We can enjoy the moment but we will enjoy it even more if we can keep a proper run going. “It was a courageous performance all round. We knew it was a huge game so all credit to the players. “We got right into it straightaway; from the B of the Bang, we were at it. “The second half it was a different game and we showed a lot of guts. Barrow threw caution to the wind and we were up against it. “But we stood up to the pressure to a man. The more we get positive results, the more it becomes a habit and then we have more belief.” Barrow made the perfect start to Maamria’s reign with victory against Colchester last Saturday. But they were flat here in the first half only to improve after the break. Charlie McCann curled a free-kick onto the crossbar and Elliot Newby fired over the rebound. Newby missed another chance while substitute Josh Gordon, playing for the first time since New Year’s Day, also blazed wide. Maamria said: “We didn’t start well and gave away a silly goal. Mistakes will happen. “I thought we responded and took charge after 30 minutes. We played on the front foot and on another night we would have scored two or three. “The only complaint was we panicked a bit in the attacking third. We snatched at chances instead of being composed. “But no one can go home and say that team didn’t care. They covered every blade of grass, played some good football in spells and that gave me a lot of hope. “On any other night we would have got the three points.”",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:59",
        "source_id": "northwaleschronicle",
        "source_url": "https://www.northwaleschronicle.co.uk"
    },
    {
        "article_id": "8d4dba8218a45202c60fcaf455a14394",
        "link": "https://www.bridgwatermercury.co.uk/sport/national/25864066.magic---simon-weaver-spellbound-harrogate-hero-ellis-taylor/",
        "title": "He was magic – Simon Weaver spellbound by Harrogate hero Ellis Taylor",
        "content": "Simon Weaver saluted “magic” man Ellis Taylor after Harrogate’s priceless 1-0 win at fellow Sky Bet League Two relegation rivals Barrow. Taylor’s goal after seven minutes settled this fourth-tier dogfight and gave the Sulphurites hope of avoiding the drop. They remain in the bottom two but are only two points behind three sides above them, including Barrow who are working under their new boss Dino Maamria. “He was magic all night,” said Town manager Weaver after Taylor seized on a poor backpass by Jack Thompson and steered his shot into an unguarded net. “That goal summed up his performance. It was a tight angle but he rolled it in with such composure. “I am delighted for him and I am sure he is the fans’ favourite.” Harrogate had gone 20 games without a win but have now claimed seven points from a possible nine. “The music is on in the changing room, the players are buzzing off each other and everyone is happy,” added Weaver. “But we have got to keep it going. We can enjoy the moment but we will enjoy it even more if we can keep a proper run going. “It was a courageous performance all round. We knew it was a huge game so all credit to the players. “We got right into it straightaway; from the B of the Bang, we were at it. “The second half it was a different game and we showed a lot of guts. Barrow threw caution to the wind and we were up against it. “But we stood up to the pressure to a man. The more we get positive results, the more it becomes a habit and then we have more belief.” Barrow made the perfect start to Maamria’s reign with victory against Colchester last Saturday. But they were flat here in the first half only to improve after the break. Charlie McCann curled a free-kick onto the crossbar and Elliot Newby fired over the rebound. Newby missed another chance while substitute Josh Gordon, playing for the first time since New Year’s Day, also blazed wide. Maamria said: “We didn’t start well and gave away a silly goal. Mistakes will happen. “I thought we responded and took charge after 30 minutes. We played on the front foot and on another night we would have scored two or three. “The only complaint was we panicked a bit in the attacking third. We snatched at chances instead of being composed. “But no one can go home and say that team didn’t care. They covered every blade of grass, played some good football in spells and that gave me a lot of hope. “On any other night we would have got the three points.”",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:59",
        "source_id": "bridgwatermercury_uk",
        "source_url": "https://www.bridgwatermercury.co.uk"
    },
    {
        "article_id": "664f8ad16bfd21143750d3d5f2a79a80",
        "link": "https://www.gazetteherald.co.uk/sport/25864066.magic---simon-weaver-spellbound-harrogate-hero-ellis-taylor/",
        "title": "He was magic – Simon Weaver spellbound by Harrogate hero Ellis Taylor",
        "content": "Taylor’s goal after seven minutes settled this fourth-tier dogfight and gave the Sulphurites hope of avoiding the drop. They remain in the bottom two but are only two points behind three sides above them, including Barrow who are working under their new boss Dino Maamria. “He was magic all night,” said Town manager Weaver after Taylor seized on a poor backpass by Jack Thompson and steered his shot into an unguarded net. “That goal summed up his performance. It was a tight angle but he rolled it in with such composure. “I am delighted for him and I am sure he is the fans’ favourite.” Harrogate had gone 20 games without a win but have now claimed seven points from a possible nine. “The music is on in the changing room, the players are buzzing off each other and everyone is happy,” added Weaver. “But we have got to keep it going. We can enjoy the moment but we will enjoy it even more if we can keep a proper run going. “It was a courageous performance all round. We knew it was a huge game so all credit to the players. “We got right into it straightaway; from the B of the Bang, we were at it. “The second half it was a different game and we showed a lot of guts. Barrow threw caution to the wind and we were up against it. “But we stood up to the pressure to a man. The more we get positive results, the more it becomes a habit and then we have more belief.” Barrow made the perfect start to Maamria’s reign with victory against Colchester last Saturday. But they were flat here in the first half only to improve after the break. Charlie McCann curled a free-kick onto the crossbar and Elliot Newby fired over the rebound. Newby missed another chance while substitute Josh Gordon, playing for the first time since New Year’s Day, also blazed wide. Maamria said: “We didn’t start well and gave away a silly goal. Mistakes will happen. “I thought we responded and took charge after 30 minutes. We played on the front foot and on another night we would have scored two or three. “The only complaint was we panicked a bit in the attacking third. We snatched at chances instead of being composed. “But no one can go home and say that team didn’t care. They covered every blade of grass, played some good football in spells and that gave me a lot of hope. “On any other night we would have got the three points.”",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:59",
        "source_id": "gazetteherald_uk",
        "source_url": "https://www.gazetteherald.co.uk"
    },
    {
        "article_id": "8e8cd2ae071704a51ee0b2da16a0a10e",
        "link": "https://www.gazetteherald.co.uk/sport/25864065.john-doolan-feels-accrington-got-deserved-win-tranmere/",
        "title": "John Doolan feels Accrington got what they deserved from win at Tranmere",
        "content": "Stanley took the lead shortly after the interval as Isaac Heath delivered an inviting cross and Paddy Madden took advantage of slack marking to head home past Marko Marosi. The visitors’ night became more challenging just past the hour mark as Luke Butterfield was dismissed for a foul on James Plant. Accrington continued to threaten and nearly doubled their lead when Heath rattled the bar in stoppage time, while Rovers had a glorious chance to equalise when Charlie Whitaker was denied by Ollie Wright. Stanley remained resolute despite going down to nine men when Josh Woods was dismissed in added time to claim a crucial three points. Doolan, who saw his side move to within six points of the play-off places, said: “I’m very pleased with that performance and at the end of the day we deserved everything we got. “Until the first sending off I thought we bossed the game and I thought everyone played and showed quality going forward and then got the goal. “I didn’t feel that we were under pressure in the first half. They had a little bit of the ball but then gave it back. “We imposed our threat in the final third and we didn’t take the chances in the first half and if we had I think it would have been more comfortable. “The first one isn’t a red card in my opinion, but that’s it. All you can do is focus on your team. You’ve got a job to do and they’ve got a job to do and boy did we do it. “In terms of togetherness and resilience they were outstanding tonight. “I don’t want the referees or officials to be the focus tonight, the focus should be on the players on the pitch and they were great and thoroughly deserved the three points.” Tranmere boss Andy Crosby, whose side have now lost seven of their last eight games, said: ”I was desperately disappointed with the first 45 minutes. “We looked devoid of any kind of energy or any kind of quality in possession and our first passing moment of the game came after about 15 minutes. “Mentally we didn’t look physically at it and we wanted to build on the win on Saturday. “It was a disappointing goal for us to give away for them to go 1-0 up and then they had a man sent off and they then sit in and it’s then up to us to break them down. “When they went down to 10 men I think we got a little bit rushed around the box when we could have played another pass. “I think perhaps we could have shown a bit more calmness and composure in the final third against 10 men. “We set up to go and win the game and we wanted to continue the...",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:56",
        "source_id": "gazetteherald_uk",
        "source_url": "https://www.gazetteherald.co.uk"
    },
    {
        "article_id": "b1703d455703fc916d5feef7b5e0c065",
        "link": "https://www.ludlowadvertiser.co.uk/sport/national/25864065.john-doolan-feels-accrington-got-deserved-win-tranmere/",
        "title": "John Doolan feels Accrington got what they deserved from win at Tranmere",
        "content": "Stanley took the lead shortly after the interval as Isaac Heath delivered an inviting cross and Paddy Madden took advantage of slack marking to head home past Marko Marosi. The visitors’ night became more challenging just past the hour mark as Luke Butterfield was dismissed for a foul on James Plant. Accrington continued to threaten and nearly doubled their lead when Heath rattled the bar in stoppage time, while Rovers had a glorious chance to equalise when Charlie Whitaker was denied by Ollie Wright. Stanley remained resolute despite going down to nine men when Josh Woods was dismissed in added time to claim a crucial three points. Doolan, who saw his side move to within six points of the play-off places, said: “I’m very pleased with that performance and at the end of the day we deserved everything we got. “Until the first sending off I thought we bossed the game and I thought everyone played and showed quality going forward and then got the goal. “I didn’t feel that we were under pressure in the first half. They had a little bit of the ball but then gave it back. “We imposed our threat in the final third and we didn’t take the chances in the first half and if we had I think it would have been more comfortable. “The first one isn’t a red card in my opinion, but that’s it. All you can do is focus on your team. You’ve got a job to do and they’ve got a job to do and boy did we do it. “In terms of togetherness and resilience they were outstanding tonight. “I don’t want the referees or officials to be the focus tonight, the focus should be on the players on the pitch and they were great and thoroughly deserved the three points.” Tranmere boss Andy Crosby, whose side have now lost seven of their last eight games, said: ”I was desperately disappointed with the first 45 minutes. “We looked devoid of any kind of energy or any kind of quality in possession and our first passing moment of the game came after about 15 minutes. “Mentally we didn’t look physically at it and we wanted to build on the win on Saturday. “It was a disappointing goal for us to give away for them to go 1-0 up and then they had a man sent off and they then sit in and it’s then up to us to break them down. “When they went down to 10 men I think we got a little bit rushed around the box when we could have played another pass. “I think perhaps we could have shown a bit more calmness and composure in the final third against 10 men. “We set up to go and win the game and we wanted to continue the...",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:56",
        "source_id": "ludlowadvertiser_uk",
        "source_url": "https://www.ludlowadvertiser.co.uk"
    },
    {
        "article_id": "f44475f2a93afddc8cc378876fbb1a1c",
        "link": "https://www.northwaleschronicle.co.uk/sport/national/25864065.john-doolan-feels-accrington-got-deserved-win-tranmere/",
        "title": "John Doolan feels Accrington got what they deserved from win at Tranmere",
        "content": "Stanley took the lead shortly after the interval as Isaac Heath delivered an inviting cross and Paddy Madden took advantage of slack marking to head home past Marko Marosi. The visitors’ night became more challenging just past the hour mark as Luke Butterfield was dismissed for a foul on James Plant. Accrington continued to threaten and nearly doubled their lead when Heath rattled the bar in stoppage time, while Rovers had a glorious chance to equalise when Charlie Whitaker was denied by Ollie Wright. Stanley remained resolute despite going down to nine men when Josh Woods was dismissed in added time to claim a crucial three points. Doolan, who saw his side move to within six points of the play-off places, said: “I’m very pleased with that performance and at the end of the day we deserved everything we got. “Until the first sending off I thought we bossed the game and I thought everyone played and showed quality going forward and then got the goal. “I didn’t feel that we were under pressure in the first half. They had a little bit of the ball but then gave it back. “We imposed our threat in the final third and we didn’t take the chances in the first half and if we had I think it would have been more comfortable. “The first one isn’t a red card in my opinion, but that’s it. All you can do is focus on your team. You’ve got a job to do and they’ve got a job to do and boy did we do it. “In terms of togetherness and resilience they were outstanding tonight. “I don’t want the referees or officials to be the focus tonight, the focus should be on the players on the pitch and they were great and thoroughly deserved the three points.” Tranmere boss Andy Crosby, whose side have now lost seven of their last eight games, said: ”I was desperately disappointed with the first 45 minutes. “We looked devoid of any kind of energy or any kind of quality in possession and our first passing moment of the game came after about 15 minutes. “Mentally we didn’t look physically at it and we wanted to build on the win on Saturday. “It was a disappointing goal for us to give away for them to go 1-0 up and then they had a man sent off and they then sit in and it’s then up to us to break them down. “When they went down to 10 men I think we got a little bit rushed around the box when we could have played another pass. “I think perhaps we could have shown a bit more calmness and composure in the final third against 10 men. “We set up to go and win the game and we wanted to continue the...",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:56",
        "source_id": "northwaleschronicle",
        "source_url": "https://www.northwaleschronicle.co.uk"
    },
    {
        "article_id": "395bdbd589f81365a689e95398387570",
        "link": "https://www.bridgwatermercury.co.uk/sport/national/25864065.john-doolan-feels-accrington-got-deserved-win-tranmere/",
        "title": "John Doolan feels Accrington got what they deserved from win at Tranmere",
        "content": "Accrington boss John Doolan felt his side got what they deserved as they boosted their push for the play-offs with a hard-earned 1-0 victory at Tranmere despite going down to nine men. Stanley took the lead shortly after the interval as Isaac Heath delivered an inviting cross and Paddy Madden took advantage of slack marking to head home past Marko Marosi. The visitors’ night became more challenging just past the hour mark as Luke Butterfield was dismissed for a foul on James Plant. Accrington continued to threaten and nearly doubled their lead when Heath rattled the bar in stoppage time, while Rovers had a glorious chance to equalise when Charlie Whitaker was denied by Ollie Wright. Stanley remained resolute despite going down to nine men when Josh Woods was dismissed in added time to claim a crucial three points. Doolan, who saw his side move to within six points of the play-off places, said: “I’m very pleased with that performance and at the end of the day we deserved everything we got. “Until the first sending off I thought we bossed the game and I thought everyone played and showed quality going forward and then got the goal. “I didn’t feel that we were under pressure in the first half. They had a little bit of the ball but then gave it back. “We imposed our threat in the final third and we didn’t take the chances in the first half and if we had I think it would have been more comfortable. “The first one isn’t a red card in my opinion, but that’s it. All you can do is focus on your team. You’ve got a job to do and they’ve got a job to do and boy did we do it. “In terms of togetherness and resilience they were outstanding tonight. “I don’t want the referees or officials to be the focus tonight, the focus should be on the players on the pitch and they were great and thoroughly deserved the three points.” Tranmere boss Andy Crosby, whose side have now lost seven of their last eight games, said: ”I was desperately disappointed with the first 45 minutes. “We looked devoid of any kind of energy or any kind of quality in possession and our first passing moment of the game came after about 15 minutes. “Mentally we didn’t look physically at it and we wanted to build on the win on Saturday. “It was a disappointing goal for us to give away for them to go 1-0 up and then they had a man sent off and they then sit in and it’s then up to us to break them down. “When they went down to 10 men I think we got a little bit rushed around the box when we could have played...",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:56",
        "source_id": "bridgwatermercury_uk",
        "source_url": "https://www.bridgwatermercury.co.uk"
    },
    {
        "article_id": "2678e53c00d6eb6621dd63e6fdfab98f",
        "link": "https://www.northwaleschronicle.co.uk/sport/national/25864064.dean-brennan-rues-missed-opportunities-barnet-lose-swindon/",
        "title": "Dean Brennan rues missed opportunities as Barnet lose to Swindon",
        "content": "Adam Senior gave the Bees an early lead inside eight minutes with a low-driven volley, but Swindon captain Ollie Clarke struck twice inside 13 minutes to seal victory and end Barnet’s six-match unbeaten run in Sky Bet League Two. “It was a great game with two teams having a right go at each other. We had the better opportunities and didn’t take them,” said Brennan. “I thought they started a bit stronger, pressing us well and making a lot of contact in our back line. Adam Senior’s goal was a fantastic team move, an amazing return for a full-back, but we never capitalised. “We had one-on-one duels and chances on the edge of their box that we didn’t finish properly. Swindon looked dangerous on the counter, and we weren’t dangerous enough. The turning point came when we hit the post in the second half. They scored after that, and credit to Swindon for digging in. We can only blame ourselves for the missed opportunities. “We gave our all and emptied the tank, as we do every game. Considering our budget and resources, the lads have done really well, progressing in the first half of the EFL season. After a poor start, they’ve bounced back, shown character, and represented the club and their families well.”",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:54",
        "source_id": "northwaleschronicle",
        "source_url": "https://www.northwaleschronicle.co.uk"
    },
    {
        "article_id": "754335c027b41effd45da7b9f13f7ea2",
        "link": "https://www.bridgwatermercury.co.uk/sport/national/25864064.dean-brennan-rues-missed-opportunities-barnet-lose-swindon/",
        "title": "Dean Brennan rues missed opportunities as Barnet lose to Swindon",
        "content": "Barnet boss Dean Brennan admitted his side gave everything on the pitch but held his players accountable for failing to take key opportunities in their 2-1 home defeat by Swindon. Adam Senior gave the Bees an early lead inside eight minutes with a low-driven volley, but Swindon captain Ollie Clarke struck twice inside 13 minutes to seal victory and end Barnet’s six-match unbeaten run in Sky Bet League Two. “It was a great game with two teams having a right go at each other. We had the better opportunities and didn’t take them,” said Brennan. “I thought they started a bit stronger, pressing us well and making a lot of contact in our back line. Adam Senior’s goal was a fantastic team move, an amazing return for a full-back, but we never capitalised. “We had one-on-one duels and chances on the edge of their box that we didn’t finish properly. Swindon looked dangerous on the counter, and we weren’t dangerous enough. The turning point came when we hit the post in the second half. They scored after that, and credit to Swindon for digging in. We can only blame ourselves for the missed opportunities. “We gave our all and emptied the tank, as we do every game. Considering our budget and resources, the lads have done really well, progressing in the first half of the EFL season. After a poor start, they’ve bounced back, shown character, and represented the club and their families well.”",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:54",
        "source_id": "bridgwatermercury_uk",
        "source_url": "https://www.bridgwatermercury.co.uk"
    },
    {
        "article_id": "8f5c4b02171af06fc105538d3cdd2754",
        "link": "https://www.ludlowadvertiser.co.uk/sport/national/25864064.dean-brennan-rues-missed-opportunities-barnet-lose-swindon/",
        "title": "Dean Brennan rues missed opportunities as Barnet lose to Swindon",
        "content": "Adam Senior gave the Bees an early lead inside eight minutes with a low-driven volley, but Swindon captain Ollie Clarke struck twice inside 13 minutes to seal victory and end Barnet’s six-match unbeaten run in Sky Bet League Two. “It was a great game with two teams having a right go at each other. We had the better opportunities and didn’t take them,” said Brennan. “I thought they started a bit stronger, pressing us well and making a lot of contact in our back line. Adam Senior’s goal was a fantastic team move, an amazing return for a full-back, but we never capitalised. “We had one-on-one duels and chances on the edge of their box that we didn’t finish properly. Swindon looked dangerous on the counter, and we weren’t dangerous enough. The turning point came when we hit the post in the second half. They scored after that, and credit to Swindon for digging in. We can only blame ourselves for the missed opportunities. “We gave our all and emptied the tank, as we do every game. Considering our budget and resources, the lads have done really well, progressing in the first half of the EFL season. After a poor start, they’ve bounced back, shown character, and represented the club and their families well.”",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:54",
        "source_id": "ludlowadvertiser_uk",
        "source_url": "https://www.ludlowadvertiser.co.uk"
    },
    {
        "article_id": "f272bc48399acc4769e4bf1d4295151b",
        "link": "https://www.gazetteherald.co.uk/sport/25864064.dean-brennan-rues-missed-opportunities-barnet-lose-swindon/",
        "title": "Dean Brennan rues missed opportunities as Barnet lose to Swindon",
        "content": "Adam Senior gave the Bees an early lead inside eight minutes with a low-driven volley, but Swindon captain Ollie Clarke struck twice inside 13 minutes to seal victory and end Barnet’s six-match unbeaten run in Sky Bet League Two. “It was a great game with two teams having a right go at each other. We had the better opportunities and didn’t take them,” said Brennan. “I thought they started a bit stronger, pressing us well and making a lot of contact in our back line. Adam Senior’s goal was a fantastic team move, an amazing return for a full-back, but we never capitalised. “We had one-on-one duels and chances on the edge of their box that we didn’t finish properly. Swindon looked dangerous on the counter, and we weren’t dangerous enough. The turning point came when we hit the post in the second half. They scored after that, and credit to Swindon for digging in. We can only blame ourselves for the missed opportunities. “We gave our all and emptied the tank, as we do every game. Considering our budget and resources, the lads have done really well, progressing in the first half of the EFL season. After a poor start, they’ve bounced back, shown character, and represented the club and their families well.”",
        "creator": [
            "pa news agency"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:48:54",
        "source_id": "gazetteherald_uk",
        "source_url": "https://www.gazetteherald.co.uk"
    },
    {
        "article_id": "6caf8eb78d5d1bc9fdb583f79985afb5",
        "link": "https://www.almotamar.net/news/184773.htm",
        "title": "غلطة سراي يكتسح يوفنتوس بخماسية",
        "content": "- غلطة سراي يكتسح يوفنتوس بخماسية حققَ فريق غلطة سراي التركي فوزاً كاسحاً على ضيفه يوفنتوس الإيطالي 5-2، الثلاثلاء، في ليلةٍ استثنائيةٍ ضمن ذهاب المُلحَق المؤهِّل إلى ثمن نهائي دوري أبطال أوروبا لكرة القدم. وسجّلَ لغلطة سراي، البرازيلي غابرييل سارا 15، والهولندي نوا لانغ ثنائية 49، 74، والكولومبي دافينسون سانشيز 60، والفرنسي ساشا بوي 86. فيما دوّنَ ثنائية يوفنتوس الهولندي تيون كووبميينيرز (16 و32). وتعرّضَ لاعب يوفنتوس خوان كابال للطرد بالدقيقة 67. ويُقام لقاء الإياب يوم الأربعاء المقبل في تورينو. وبهذا الانتصار العريض، يضع غلطة سراي قدماً في دور الستة عشر قبل لقاء الإياب المرتقب في تورينو الأربعاء المقبل، حيث سينتظر المتأهل مواجهة صعبة ضد ليفربول أو توتنهام وفقاً لما ستسفر عنه القرعة في 27 فبراير.",
        "creator": null,
        "language": "arabic",
        "pubDate": "2026-02-17 22:48:47",
        "source_id": "almotamar",
        "source_url": "https://www.almotamar.net"
    },
    {
        "article_id": "d6c278e20eaa70fea8ac0484ba2fed0b",
        "link": "https://www.almotamar.net/news/184774.htm",
        "title": "الريال يعبر بنفيكا وباريس يُحقق \"ريمونتادا\"",
        "content": "- الريال يعبر بنفيكا وباريس يُحقق \"ريمونتادا\" عاد ريال مدريد الإسباني بفوز ثمين من ملعب مضيفه بنفيكا البرتغالي بنتيجة 1-0، مساء الثلاثاء ضمن ذهاب الملحق المؤهل لدور الـ16 من دوري أبطال أوروبا لكرة القدم. سجل البرازيلي فينيسيوس جونيور هدف المباراة الوحيد في الدقيقة 50. ويلتقي الفريقان إيابا الأربعاء المقبل في العاصمة الإسبانية مدريد. \"ريمونتادا\" باريسيّة وفي مباراةٍ أخرى، حققَ باريس سان جيرمان حامل اللقب \"ريمونتادا\" على مستضيفه موناكو إثر فوزه بثلاثة أهداف مقابل هدفَين. سجل ديزيري دوي في الدقيقتين 29، 67، والمغربي أشرف حكيمي في الدقيقة 41 أهداف سان جيرمان، وفولارين جيري بالوغون في الدقيقتين 1 و18 هدفي موناكو. وأكمل موناكو المباراة بعشرة لاعبين منذ الدقيقة (48) اثر طرد لاعبه وسطه الروسي ألكساندر غولوفين. ويلتقي الفريقان إيابا الأربعاء المقبل في العاصمة الفرنسية باريس. وفي باقي المباريات، اقتنصَ غلطة سراي التركي فوزاً ثميناً من يوفنتوس الإيطالي 5-2، وفازَ دورتموند الألماني على ضيفه أتلانتا الإيطالي 2-0.",
        "creator": null,
        "language": "arabic",
        "pubDate": "2026-02-17 22:48:47",
        "source_id": "almotamar",
        "source_url": "https://www.almotamar.net"
    },
    {
        "article_id": "6d7c452aabe925229a83abc5ddfd3719",
        "link": "https://www.dnevnik.rs/magazin/najnovije-vesti/ova-4-znaka-ulaze-novo-poglavlje-zivota-mlad-mesec-17-februara-donosi-sretno-razdoblje-2026-02-17",
        "title": "ОВА 4 ЗНАКА УЛАЗЕ У НОВО ПОГЛАВЉЕ ЖИВОТА Млад месец 17. фебруара доноси сретно раздобље",
        "content": "Овај догађај осећа се као прави преокрет – тренутак када оно што годинама сазрева изнутра коначно почиње добијати свој спољашњи облик. За све знакове то је време новог плана, другачијих одлука и храбријих избора. Међутим, за неке хороскопске знакове након тог датума посебно се јасно отвара лакша, светлија фаза. Као да се точак коначно померио у правцу који сте дуго прижељкивали. Рак Ракови су у последњим циклусима носили туђе бриге као да су њихове. У породици, партнерствима и послу често сте били „ослонац“ свима, а најмање себи. Млади месец 17.2. отвара за вас ново поглавље у којем се емотивна улога мења: и даље сте брижни, али више нисте спремни плаћати цену сопственом исцрпљеношћу. Кроз наредне месеце полако се одвија дубоко чишћење старих образаца. Ране из детињства, напетости у породичном пољу и старе повреде из односа не нестају преко ноћи, али губе своју моћ. Појављује се увид да је ваша осетљивост дар, али не и разлог да преузимате све на себе. Највећи помак управо је у границама. Више се не објашњавате толико, не осећате толику кривицу када кажете „доста ми је“ или „не могу сада“. Лакше бирате ситуације и људе уз које можете остати у миру са собом. Када се појави стара потреба да све „спасите“, брже је препознајете и заустављате. У односима почиње своје врсте мала револуција. Део веза се продубљује, али на здравији начин – уз више обостране одговорности. Други део полако се повлачи из вашег живота, јер више не пристајете на емотивне образце у којима дајете десет пута више него што добијате. Неки Ракови у овом периоду упознају особу уз коју се осећају сигурно, виђено и цењено, без драме и повлачења по старим ранама. Срећнија фаза за Ракове значи – мање унутрашњег хаоса и мање потребе да стално доказујете своју љубав жртвовањем. Уместо тога рађа се стабилан осећај да сте и ви некоме „дом“ – али да сте истовремено дом и сами себи. Девица Девице су знак који често ради највише, а узимају себи најмање заслуга. Годинама сте улагали у оно што сматрате исправним: посао, породицу, обавезе, здравље, учење. Често сте имали осећај да сте „мотор“ свега, али признање, сигурност или унутрашњи мир као да стално измичу. Након младог месеца у Водолији почиње период у којем ваша преданост коначно почиње да враћа конкретније резултате. То не значи само већу финансијску стабилност или прилике на послу, иако је и то могуће, него пре свега промену односа према самом себи. Полако попушта уверење да сте вредни само ако сте беспрекорни. Увиђате да грешка није катастрофа,...",
        "creator": [
            "дневник"
        ],
        "language": "serbian",
        "pubDate": "2026-02-17 22:48:42",
        "source_id": "dnevnik_rs",
        "source_url": "https://www.dnevnik.rs"
    },
    {
        "article_id": "841bdcb9a4cdb1a223e93ee07f2aeaaa",
        "link": "https://www.leonoticias.com/deportes/futbol/liga-campeones/cronica-benfica-realmadrid-champions-playoff-20260217190004-ntrc.html",
        "title": "Vinicius enciende la luz para encarrilar el pase del Real Madrid a octavos",
        "content": "Héctor García Salido Martes, 17 de febrero 2026, 23:27 | Actualizado 23:48h. Si hace unas semanas el Real Madrid se apagó contra el Benfica en Lisboa, este martes por la noche vio la luz con un golazo de Vinicius que encarrila el pase a octavos de los de Arbeloa. Buenas noticias, sin duda, aunque el encuentro estuvo marcado por el presunto insulto racista de Prestianni a Vinicius, que no fue castigado por el colegiado por falta de pruebas, pero que sí enturbió el partido desde ese instante. Publicidad El choque comenzó como terminó la última visita del Real Madrid al estadio Da Luz: con el Benfica a una intensidad altísima en busca del gol. Seguramente el plan de Mourinho pasaba por encontrar ese primer tanto y, a partir de ahí, esperar al Real Madrid en transiciones, pero los de Arbeloa fueron sacudiéndose la presión a base de posesiones largas. La posesión del conjunto blanco era puro cloroformo para el Benfica que, tras el primer disparo de Mbappé —precedido por otra larga posesión madridista—, decidió protegerse en un bloque medio-bajo para cerrar los espacios interiores ante la amenaza de Vinicius y Mbappé. Aunque el partido ya había virado a favor del Madrid y como suele ser habitual, Courtois tuvo que intervenir con una parada de enorme mérito, esta vez ante un disparo de Aursnes que se desvió tras tocar en un jugador del Benfica. La intervención del meta belga resultó aún más espectacular a cámara lenta. Benfica Benfica: Trubin; Dedic, Araujo, Otamendi, Dahl; Barreiro, Aursnes (Cabral, min.80); Prestianni (Lukebakio, min.80), Rafa Silva (Sudakov, min. 73), Schjelderup (Richard Ríos, min.73) y Pavlidis. - Real Madrid Real Madrid: Courtois; Trent, Rüdiger, Huijsen, Carreras (Carvajal, min. 99); Camavinga (Pitarch, min.83), Tchouaméni, Güler (Brahim, min.86) Valverde; Vinicius y Mbappé. Goles: 0-1: min. 50, Vinicius. Árbitro: François Letexier (Francia). Amonestó a Vinicius, Prestianni, Mbappé y a Sudakov. Incidencias: Partido correspondiente a la ida de dieciseisavos de la Champions League, disputado en el Estádio da Luzante. El árbitro tuvo que abrir el protocolo por racismo en el minuto 50 por un presunto insulto del jugador local Prestianni a Vinicius. A pesar del susto, el Madrid se sentía claro dominador y, en la recta final del primer tiempo, aceleró para encadenar una cascada de ocasiones, aunque sin acierto. Mbappé protagonizó dos: en la primera no logró conectar con el pase de Trent y, en la segunda,...",
        "creator": [
            "héctor garcía salido"
        ],
        "language": "spanish",
        "pubDate": "2026-02-17 22:48:39",
        "source_id": "leonoticias",
        "source_url": "https://www.leonoticias.com"
    },
    {
        "article_id": "6b18919d45f01fd156b30d76fd9e6cd5",
        "link": "https://eisamay.com/samay-shorts/modi-invites-tarique-rahman-to-india/200476514.cms",
        "title": "তারেক রহমানকে ভারতের আসার আমন্ত্রণ মোদীর",
        "content": null,
        "creator": [
            "কৌশিক দত্ত"
        ],
        "language": "bengali",
        "pubDate": "2026-02-17 22:48:13",
        "source_id": "eisamay",
        "source_url": "https://eisamay.com"
    },
    {
        "article_id": "38ff83b637a55eef029d8a9907b61968",
        "link": "https://transfery.info/aktualnosci/feyenoord-rotterdam-trenuje-prawie-140-kilometrow-od-swojego-miasta-to-przez-raheema-sterlinga/266274",
        "title": "Feyenoord Rotterdam trenuje prawie 140 kilometrów od swojego miasta. To przez Raheema Sterlinga",
        "content": "Feyenoord Rotterdam aktualnie trenuje w belgijskim Tubize, oddalonym o prawie 140 kilometrów od Rotterdamu. Robin van Persie wyjaśnił, że powodem tymczasowej relokacji jest sytuacja Raheema Sterlinga. Tego, że Raheem Sterling wyląduje w Holandii, raczej nie spodziewał się nikt. Ku zdziwieniu wielu znany z gry dla Liverpoolu, Manchesteru City, Chelsea oraz Arsenalu skrzydłowy dołączył do ekipy Feyenoordu Rotterdam . Anglik podpisał kontrakt obowiązujący do końca bieżącego sezonu. Jego zdrowiu nic nie dolega i jest gotowy na podbój boisk tamtejszej Eredivisie. Na przeszkodzie stoją jednak kwestie prawne. Popularne „Widzew Łódź nie ma trenera” „Widzew Łódź za kilka tygodni będzie jednym z najlepszych zespołów w Polsce” Marek Papszun skrytykował trzech piłkarzy Legii Warszawa Tyle Legia Warszawa zapłaciła za napastnika. Znacząca różnica Głośno o decyzji trenera Widzewa Łódź. „To jest wariatkowo” Transfer do Polski o krok?! Łączono go z Legią Warszawa i Motorem Lublin, teraz jest poza kadrą na mecz Lech Poznań będzie żałował tego transferu? „To jest baletnica” Piotr Parzyszek podpisał! To jego nowy klub Jak się okazuje, Sterling nadal nie uzyskał pozwolenia na pracę w Holandii, koniecznego dla obywateli przybywających spoza Unii Europejskiej. Należy pamiętać, że Wielka Brytania opuściła struktury tego międzynardowego związku w styczniu 2020 roku. Aby 31-latek nie wypadł z optymalnej dyspozycji, trener Robin van Persie zadecydował o czasowym przeniesieniu treningów do Belgii, gdzie wspomniana wyżej zgoda nie jest wymagana. Z tego też względu Feyenoord przebywa aktualnie w miejscowości Tubize, która jest oddalona o prawie 140 kilometrów od Rotterdamu. Szkoleniowiec wierzy, że w ten sposób jego nowy podopieczny nie tylko utrzyma swoją dyspozycję, ale także zacieśni relacje z nowymi kolegami - w tym między innymi z Jakubem Moderem. Niewykluczone, że Raheem Sterling zadebiutuje w nowych barwach już 22 lutego, kiedy to „Klub Ludu” podejmie u siebie Telstar. Wszystko zależeć będzie jednak od kwestii prawnych.",
        "creator": [
            "jakub barszcz"
        ],
        "language": "polish",
        "pubDate": "2026-02-17 22:48:12",
        "source_id": "transfery",
        "source_url": "https://transfery.info"
    },
    {
        "article_id": "d9fb7c65899a4f8935257c996f83f983",
        "link": "https://khazanah.republika.co.id/berita/tamko1430/ketum-mui-imbau-non-muslim-hormati-orang-yang-berpuasa-ramadhan",
        "title": "Ketum MUI Imbau Non Muslim Hormati Orang yang Berpuasa Ramadhan",
        "content": "REPUBLIKA.CO.ID,JAKARTA -- Ketua Umum Majelis Ulama Indonesia (MUI), KH Anwar Iskandar mengimbau kepada masyarakat non Muslim di Indonesia untuk menghormati umat Islam yang akan menjalankan ibadah puasa selama bulan Ramadhan 2026. Dia juga mengajak kepada seluruh umat Islam untuk berusaha sekuat-kuatnya menyempurnakan ibadah puasa di bulan suci ini, sehingga akan melahirkan insan-insan yang sempurna dan memiliki kualitas iman dan takwa kepada Allah SWT. \"Kepada teman-teman yang memang bukan muslim dan bagi mereka juga tidak diwajibkan puasa, tentu kami boleh mengimbau untuk bisa kita sama-sama menghormati dan menjaga hormat kita kepada yang berpuasa,\" ujar Kiai Anwar dalam konferensi pers usai Sidang Isbat di Hotel Borobudur, Jakarta, Selasa (17/2/2026) malam. Ia juga berharap seluruh umat Islam di Indonesia agar menjalankan ibadahnya secara khusyu' dalam suasana Ramadhan kali ini, sehingga mampu melahirkan jiwa yang bersikap rahmah (saling menyayangi dan bersikap insaniyah untuk saling menghormati. \"Karena kata Nabi, orang yang menghormati sesama di dunia ini akan disayangi oleh malaikat yang di langit,\" ucapnya. Kiai Anwar juga berharap agar umat Islam tidak hanya mempuasakan perutnya dari haus dan lapar saja, tapi juga mampu mempuasakan seluruh tubuhnya dari hal-hal yang dilarang oleh agama. \"Mulut mesti dijaga jangan sampai menyakiti, berdusta, ngerumpi, memfitnah, membuat gaduh, dan sebagainya. Tangan juga mesti dijaga, dipuasakan, jangan sampai menulis sesuatu yang bisa mengadu domba, memfitnah, menjelek-jelekkan sesama,\" katanya. \"Marilah puasa paripurna kita lakukan, puasa secara syar’i dalam arti tidak batal, tetapi juga puasa secara hakiki artinya mempuasakan seluruh tubuh yang diberikan oleh Tuhan,\" jelas Kiai Anwar.",
        "creator": [
            "muhammad hafil"
        ],
        "language": "malay",
        "pubDate": "2026-02-17 22:48:01",
        "source_id": "republikain",
        "source_url": "https://www.republika.co.id"
    },
    {
        "article_id": "e35ddfe74aa68db38be8cc3821d13c1e",
        "link": "https://sportnieuws.nl/olympische-spelen/nieuws/programma-olympische-winterspelen-2026-xandra-velzeboer-en-jens-van-t-wout-hopen-op-hattrick-2026020617180651963/",
        "title": "Programma Olympische Winterspelen 2026 | Xandra Velzeboer en Jens van 't Wout hopen op hattrick",
        "content": null,
        "creator": null,
        "language": "dutch",
        "pubDate": "2026-02-17 22:47:48",
        "source_id": "sportnieuws",
        "source_url": "https://sportnieuws.nl"
    },
    {
        "article_id": "17a95661b989f9d3fc2f5ea14b8d7940",
        "link": "https://english.news.cn/20260218/4a7db2802c604ef5b0acde06a02ffe07/c.html",
        "title": "Norway's Frostad wins epic men's freeski big air final at Milan-Cortina",
        "content": "LIVIGNO, Italy, Feb. 17 (Xinhua) -- Norway's Tormod Frostad clinched the men's freeski big air title at the Milan-Cortina Winter Olympics on Tuesday with a total of 195.50 points, as unusually high scores highlighted the event's soaring technical level. American freeskier Mac Forehand, who landed 2160-degree spins in both regular and switch directions, took silver with 193.25 points, while Austria's Matej Svancer also executed a 2160 and finished third on 191.25. \"The level was just insane. It feels crazy. The level was extremely high,\" Frostad said when asked about the extraordinary scores awarded in the final. In judged events such as freeski and snowboard big air, each run is scored out of 100 points, with only the best two of three runs counting toward the total. Scores above 95 are typically rare and reserved for near-flawless performances. But in Tuesday's final, a 95-point run proved merely the threshold for reaching the podium. All three medalists delivered their tricks with precision. Although Frostad's counting spins were both 1620s, lower in rotation than the 2160s landed by his rivals, he impressed judges with creative combinations that blended a butter takeoff with both cork and bio off-axis rotations, elevating the overall difficulty and execution of his tricks. \"I can't wait to watch it back and see how it all looked, because it's impossible to tell when you're doing it. I'm beyond happy to land three runs,\" Frostad said. With the conclusion of Tuesday's event, big air competitions in both snowboard and freeski at the Milan-Cortina Games have wrapped up. ■",
        "creator": null,
        "language": "english",
        "pubDate": "2026-02-17 22:47:07",
        "source_id": "xinhuanet",
        "source_url": "http://english.news.cn"
    },
    {
        "article_id": "9abe44ae5fa870fad0e1c97506b6c5fe",
        "link": "https://www.jpnn.com/news/4-makanan-yang-menyebabkan-alergi-anda-kambuh-kembali",
        "title": "4 Makanan yang Menyebabkan Alergi Anda Kambuh Kembali",
        "content": "jpnn.com , JAKARTA - ALERGI merupakan salah satu masalah kesehatan yang bisa menyerang siapa saja. Alergi bisa kambuh kembali karena beberapa hal, misalnya makanan. Reaksi yang ditimbulkan berasal dari respons imun tubuh terhadap alergen yang terdapat pada makanan tersebut. Untuk itu, penting mengetahui jenis makanan apa saja yang bisa menimbulkan reaksi alergi. Berikut ini penjelasannya, seperti dilansir laman Genpi.co . Susu hewani mengandung protein bernama kasein. Protein ini bisa disalahartikan sebagai virus atau bakteri oleh tubuh. Hal inilah yang menjadi penyebab alergi makanan. Telur merupakan makanan yang kerap menjadi penyebab alergi karena kandungan protein albumin yang terdapat pada putih telur. Bagi kamu yang memiliki alergi telur, sebaiknya juga menghindari jenis makanan lain yang berbahan dasar telur.",
        "creator": [
            "fany"
        ],
        "language": "indonesian",
        "pubDate": "2026-02-17 22:47:05",
        "source_id": "jpnn",
        "source_url": "https://www.jpnn.com"
    },
    {
        "article_id": "a706d409ff22cc4e4205238d27bf4cdb",
        "link": "https://www.almaghribtoday.net/39/224703-%D8%A7%D9%84%D9%85%D9%84%D9%83-%D8%B3%D9%84%D9%85%D8%A7%D9%86-%D9%8A%D8%A4%D9%83%D8%AF-%D8%A7%D8%B3%D8%AA%D9%85%D8%B1%D8%A7%D8%B1-%D8%AE%D8%AF%D9%85%D8%A9-%D8%A7%D9%84%D8%AD%D8%B1%D9%85%D9%8A%D9%86-%D9%88%D8%AA%D9%87%D9%86%D8%A6%D8%A9-%D8%A7%D9%84%D9%85%D8%B3%D9%84%D9%85%D9%8A%D9%86-%D8%A8%D8%AD%D9%84%D9%88%D9%84-%D8%B4%D9%87%D8%B1-%D8%B1%D9%85%D8%B6%D8%A7%D9%86-1447%D9%87%D9%80",
        "title": "الملك سلمان يؤكد استمرار خدمة الحرمين وتهنئة المسلمين بحلول شهر رمضان 1447هـ",
        "content": "أكد خادم الحرمين الشريفين الملك سلمان بن عبد العزيز ، الثلاثاء، مضي بلاده على نهجها الثابت في خدمة الحرمين الشريفين ، وقاصديهما من الحجاج والمعتمرين والزائرين، وذلك في كلمة وجَّهها للمواطنين والمقيمين بالمملكة والمسلمين في أنحاء العالم، بمناسبة حلول شهر رمضان لهذا العام. وجاء في الكلمة التي تشرّف بإلقائها سلمان الدوسري وزير الإعلام السعودي: «نهنئكم بحلول شهر رمضان المبارك، الذي تفتح فيه أبواب الجنة، وفيه ليلة خير من ألف شهر، سائلين الله سبحانه أن يعيننا على الصيام والقيام وأداء الطاعات». وأضاف: «نحمد المولى العلي القدير على ما خص به بلادنا المباركة، من شرف خدمة الحرمين الشريفين، وقاصديهما من الحجاج والمعتمرين والزائرين، ونحن ماضون بعون الله على هذا النهج الثابت، الذي سار عليه ملوك هذه الدولة». وأوضح الملك سلمان أن شهر رمضان مناسبة عظيمة لتزكية النفوس، والعمل الصالح وتعزيز التراحم والتكافل، شاكراً المولى عز وجل على نعمه الظاهرة والباطنة. وسأل خادم الحرمين الله «أن يبارك لنا في هذا الشهر الفضيل، ويتقبل منا صالح الأعمال، ويديم على بلادنا الأمن والرخاء، وينعم على الأشقاء في فلسطين، والأمة الإسلامية والعالم أجمع بالسلام والاستقرار». من جانب آخر، أعلنت السعودية وقطر والإمارات واليمن وفلسطين والبحرين والكويت، ودول أخرى أن (الأربعاء)، هو غرة شهر رمضان المبارك، بعد ثبوت رؤية الهلال مساء الثلاثاء. وأوضحت المحكمة العليا السعودية في بيان، أن دائرة الأهلة عقدت جلسة مساء الثلاثاء، اطلعت خلالها على جميع ما وردها من المحاكم حول ترائي هلال رمضان، وبعد النظر فيه وتأمله، وبشهادة عدد من الشهود العدول برؤيته، فإنها تقرر أن غداً (الأربعاء) 1 رمضان 1447هـ ـ حسب تقويم أم القرى ـ الموافق 18 فبراير (شباط) 2026، هو أول أيام الشهر الفضيل. إلى ذلك، وجرياً على العادة الملكية بالتواصل مع قادة الدول الإسلامية في كل عام بهذه المناسبة، بعث خادم الحرمين، والأمير محمد بن سلمان ولي العهد رئيس مجلس الوزراء، برقيات تهنئة إلى ملوك ورؤساء وأمراء تلك الدول بحلول شهر رمضان، داعين الله أن يتقبل من الجميع صالح الأعمال، ويعيده على الأمة بالعزة والتمكين، وبمزيد من التقدم والازدهار. كما تلقى خادم الحرمين وولي العهد برقيات تهنئة من قادة الدول الإسلامية بحلول الشهر المبارك، وقد وجّها لهم برقيات شكر جوابية، مقدرين ما أعربوا عنه من تمنيات طيبة ودعوات صادقة، سائلين المولى عز وجل أن يعيد هذه المناسبة على الأمة بالخير والبركة، ودوام الأمن والاستقرار. بدورها، أنهت الجهات المعنية في مكة المكرمة والمدينة المنورة استعداداتها الشاملة لاستقبال شهر رمضان المبارك، في منظومة تكاملية جمعت بين الجاهزية الأمنية والتشغيلية والخدمية، لضمان أعلى مستويات السلامة والانسيابية لضيوف الرحمن. قد يهمك أيضــــــــــــــــا",
        "creator": [
            "almaghribtoday"
        ],
        "language": "arabic",
        "pubDate": "2026-02-17 22:47:03",
        "source_id": "almaghribtoday",
        "source_url": "https://www.almaghribtoday.net"
    },
    {
        "article_id": "0ec98652449b2ea5fc8f6bf7b6b214f8",
        "link": "https://www.yarrawongachronicle.com.au/sport/rams-and-bulls-draw-in-local-derby/",
        "title": "Rams and bulls draw in local derby",
        "content": "The McCabe brothers combined for the first breakthrough, with Brock taking a sharp catch. A quick run-out, thanks to sharp fielding from Van Kreeck, Reid Clarke, and Brock McCabe, helped the Lakers claim regular wickets despite several missed chances in the field. Wickets were shared throughout the innings, with Jyda House leading the way with an impressive 3/35. Van Kreeck claimed two wickets, while Heslin and both McCabe brothers picked up one apiece. Rovers finished with a competitive 185. Yarrawonga Mulwala started brightly, with Zac Fraser and Fraser Smart dispatching the first ball of the innings for four. However, momentum quickly shifted as the Lakers slumped to 4/29. Devlin Webb showed resilience with a well-compiled 39, working hard to steady the innings. Despite his efforts, the Lakers were eventually bowled out for 89. Next up, the Lakers travel to Norm Minns Oval to face the Wang Magpies, hoping to bounce back with a strong performance. Moore rescues A Reserve The A Reserve Lakers travelled to picturesque Norm Minns Oval to face the Wangaratta Magpies. After losing the toss for the 13th straight time, captain Gillies’ men were sent into the field. Opening bowler Xave Mitchell struck with the second ball of the innings, proving that early wickets are the domain of elite operators. Disciplined bowling from Dishot, Phillips, and Hudson prevented partnerships from building, with Phillips collecting two wickets in his spell. Despite losing his leg-spinning counterpart Lovel, Azam bowled with excellent control to take two wickets of his own. Mitchell finished as the standout with 4fa in a strong all-round bowling effort that restricted Wangaratta to 145. Two run-outs highlighted the benefits of tight, unselfish bowling. Moore and Gillies began the chase briskly with three early boundaries. However, Gillies, still nursing a sore toe from Thursday night, was trapped in front, and Phillips soon followed, leaving the Lakers 2/20. Hargreaves and Moore steadied the innings with a 49-run partnership before Hargreaves edged behind. Cope and Hudson both fell cheaply, keeping the contest interesting. Moore, however, continued superbly, batting a class above with a brilliant unbeaten 75. Contributions from Mitchell, Azam, and some handy extras helped guide the Lakers home in the 29th over, eight wickets down. An unconvincing batting display suggests there is work to be done at training. The Ferrari returns home next Saturday to take on Wang Rovers. Go Lakers....",
        "creator": [
            "by                    yarrawonga chronicle"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:47:00",
        "source_id": "yarrawongachronicle",
        "source_url": "https://www.yarrawongachronicle.com.au"
    },
    {
        "article_id": "d958b47cfc1ca38c3af803707555b699",
        "link": "https://americaeconomica.com/noticia/el-cafe-de-las-artes/bruce-springsteen-anuncia-gira-en-eeuu-con-la-e-street-band-y-carga-contra-trump.html",
        "title": "Bruce Springsteen anuncia gira en EEUU con la E Street Band y carga contra Trump",
        "content": "El artista realizará 20 conciertos con la E Street Band entre marzo y mayo bajo el título ‘Land of Hope and Dreams’. La gira comenzará en Mineápolis y concluirá en Washington D.C. , con paradas en las principales ciudades del país. El anuncio llega en un contexto de fuerte polarización política en EEUU , donde el músico ha mantenido una posición crítica frente a la actual Administración desde 2016. El artista utilizó sus redes sociales para defender la Constitución , la libertad y el denominado sueño americano , al tiempo que cuestionó la gestión del Gobierno federal. Springsteen afirmó que el país vive “tiempos oscuros, perturbadores y peligrosos”, aunque invitó a sus seguidores a participar en lo que definió como una “primavera estadounidense de rock y rebelión”. La gira comenzará el 31 de marzo en Mineápolis y finalizará el 27 de mayo en Washington D.C. . Nueva York será la ciudad con más actuaciones, con tres conciertos, mientras que Inglewood (California) acogerá dos citas. El recorrido incluye también actuaciones en San Francisco, Phoenix, Atlanta, Chicago, Boston, Filadelfia y una parada en Texas. Springsteen aseguró que estarán “rockeando en su ciudad en celebración y en defensa de la democracia estadounidense , la libertad y la Constitución ”, en referencia a la situación política en EEUU . El músico ha sido crítico con Donald Trump desde 2016. El pasado 28 de enero lanzó la canción ‘Streets of Minneapolis’ , en protesta por la actuación de agentes federales de inmigración en esa ciudad. En 2025 publicó el EP en directo ‘Land of Hope & Dreams’ , que incluía comentarios sobre lo que calificó como una Administración “corrupta e incompetente”. Con 20 conciertos programados en dos meses, la gira de Bruce Springsteen y la E Street Band recorrerá los principales mercados musicales de EEUU durante la primavera.",
        "creator": [
            "a.e."
        ],
        "language": "spanish",
        "pubDate": "2026-02-17 22:46:43",
        "source_id": "americaeconomica",
        "source_url": "https://americaeconomica.com"
    },
    {
        "article_id": "6924a9162081e7fff717c4746c0acf77",
        "link": "https://www.hd.se/tre-kronor-slog-lettland-nu-vantar-usa/",
        "title": "Gulddrömmen kvar – Tre Kronor klart för OS-kvart",
        "content": null,
        "creator": [
            "tt"
        ],
        "language": "swedish",
        "pubDate": "2026-02-17 22:46:31",
        "source_id": "hd",
        "source_url": "https://www.hd.se"
    },
    {
        "article_id": "72be9c0f5052e1f12b5ad9505b9febca",
        "link": "https://www.dailyexcelsior.com/nepal-beat-scotland-by-7-wickets-in-t20-world-cup/",
        "title": "Nepal beat Scotland by 7 wickets in T20 World Cup",
        "content": "MUMBAI, Feb 17:Dipendra Singh Airee blazed away to an unbeaten fifty as Nepal defeated Scotland by seven wickets in their final T20 World Cup Group C clash here on Tuesday.Airee smashed 50 off 23 deliveries after Kushal Bhurtel scored a 35-ball 43 to overhaul the 171-run target with four balls to spare.Opting to bowl, Nepal restricted Scotland to 170 for 7 despite Michael Jones’s 45-ball 71.For Nepal, Sompal Kami (3/25) picked up three wickets while Nandan Yadav (2/34) accounted for two batters.Brief Scores:Scotland: 170 for 7 in 20 overs (Michael Jones 71; Sompal Kami 3/25, Nandan Yadav 2/34).Nepal: 171 for 3 in 20 overs (Dipendra Singh Airee 50 not out, Kushal Bhurtel 43; Michael Leask 3/30) (PTI)The post Nepal beat Scotland by 7 wickets in T20 World Cup appeared first on Daily Excelsior.",
        "creator": [
            "daily excelsior"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:46:22",
        "source_id": "dailyexcelsior",
        "source_url": "https://www.dailyexcelsior.com"
    },
    {
        "article_id": "e89290af04cd349fd7a8d039b27e2aa5",
        "link": "https://www.mydaily.co.kr/page/view/2026021805462048698",
        "title": "김준현, 출근길 '팬 무시' 논란에 과거 영상 찾아보니... '무표정' 일관",
        "content": "[마이데일리 = 서기찬 기자] 개그맨 김준현이 팬들을 대하는 태도를 둘러싸고 온라인을 중심으로 이른바 '팬 홀대' 논란이 불거진 가운데, 이를 반박하는 목격담과 영상들이 잇따라 올라오며 누리꾼들 사이에서 갑론을박이 벌어지고 있다. 논란의 불씨가 된 것은 최근 포착된 KBS 녹화장 출근길 영상이었다. 해당 영상에서 팬들이 “안녕하세요”, “파이팅”이라며 응원의 목소리를 높였으나, 김준현은 특별한 대꾸 없이 발걸음을 옮겼다. 반면 직후 마주친 방송국 스태프에게는 환한 미소와 함께 정중히 허리를 숙여 인사하는 모습이 대조를 이루며 일각에서 태도 지적이 제기됐다. 하지만 논란 이후 김준현의 평소 성향을 짐작게 하는 다른 시점의 영상들이 공유되면서 여론은 반전되는 모양새다. 공개된 자료들을 종합하면, 김준현은 평소에도 팬들에게 화려한 제스처를 취하기보다는 표정없는 얼굴로 가벼운 목례나 눈 인사로 짧게 화답하는 스타일인 것으로 확인됐다. 이를 접한 누리꾼들은 \"성격 상의 차이일 뿐 무시로 치부하기엔 무리가 있다\"는 반응을 보이고 있다. 이번 사태를 바라보는 시각은 크게 두 갈래로 나뉜다. 연예인의 공식 이동 경로 역시 팬들과 소통하는 공적인 자리인 만큼 적극적인 서비스가 필요하다는 입장과, 업무를 준비하러 가는 일상적인 출근길 동선까지 완벽한 팬 서비스를 강요하는 것은 연예인에게 지나친 부담이라는 반론이 팽팽히 맞서고 있다. 결국 이번 논란은 찰나의 순간을 담은 영상 하나가 스타의 전체 인성으로 확대 재생산되는 온라인 문화의 단면을 보여준다는 분석이다. 동시에 연예인의 공적 의무와 사적 공간 사이의 경계를 어디까지 설정해야 하는 지에 대한 해묵은 과제를 다시금 수면 위로 끌어올렸다. 한편, 현재 김준현은 KBS2 ‘불후의 명곡’과 코미디TV ‘맛있는 녀석들’ 등 인기 예능 프로그램에서 변함없는 활약을 펼치고 있다. 서기찬 기자 wsky@mydaily.co.kr - c마이데일리( www.mydaily.co.kr ). 무단전재&재배포 금지 -",
        "creator": [
            "서기찬 기자"
        ],
        "language": "korean",
        "pubDate": "2026-02-17 22:46:15",
        "source_id": "mydaily_co_kr",
        "source_url": "https://www.mydaily.co.kr"
    },
    {
        "article_id": "3f1a5b183435eb3eb99036361076c168",
        "link": "https://www.rblandmark.com/2026/02/17/drunk-driver-arrested-headlight-outage/",
        "title": "Drunk driver arrested due to headlight outage",
        "content": "Brookfield police on Feb. 7 ticketed a 47-year-old LaGrange Park man for driving drunk after one of his car’s headlights were out. Around 8:43 p.m., an officer on patrol witnessed a car heading east on 31st Street with only one headlight working. After following the vehicle, the officer saw it nearly strike the curb and swerve over the dividing line between lanes before slowing down while in both lanes and turning into the Cordial Inn parking lot, where the officer initiated a traffic stop. While speaking with the driver, who provided a valid driver’s license and proof of insurance, the officer noticed the man had red, glossy eyes, smelled of alcohol and was slurring his words. The man told the officer he was coming from the Subway in LaGrange Park down the road. At first, he said he had not had any alcohol, but he later told the officer he had consumed one beer and then said he had drunk a couple beers. The officer asked the man to exit his car and take field sobriety tests, to which he agreed. During the tests, the man showed multiple indicators of impairment. He also agreed to take a preliminary breath test, which resulted in error codes after two separate attempts. Never miss a headline! Sign up for our free newsletter to get local news sent straight to your inbox. Processing... Success! You're on the list. Whoops! There was an error and we couldn't process your subscription. Please reload the page and try again. The officer arrested the man for driving under the influence and transported him to the Brookfield Police Department for processing. At the station, the man told police he had done shots in the morning while betting on horses at the Hawthorne Race Course in Cicero and had several more shots later on, though he could not recall the timeline of the day and where he was at that time. The man said he “didn’t think” he was under the influence while driving to the Cordial Inn, where he was aiming to play slot machines, police said. The man took a chemical breath test at the station, which showed .174 blood alcohol content, before police charged him for having only one working headlight, improper lane usage, driving under the influence and having blood alcohol content above .08. Police provided the man with his citations and released him with a March 24 court date. Ticketed for driving without headlights Brookfield police ticketed a 30-year-old Chicago woman on Feb. 2 for driving without headlights. Around 9:13 p.m., an officer on patrol saw the...",
        "creator": [
            "stella brown"
        ],
        "language": "english",
        "pubDate": "2026-02-17 22:46:10",
        "source_id": "rblandmark",
        "source_url": "http://rblandmark.com"
    },
    {
        "article_id": "88c3a7e1b76875bc863625c1df1aaa33",
        "link": "https://www.metroworldnews.com/noticias/2026/02/17/video-de-explosion-que-destruyo-una-iglesia-en-nueva-york-que-fue-lo-que-paso/",
        "title": "Explosión destruye una iglesia en Nueva York y deja cinco heridos",
        "content": "Una fuerte explosión sacudió este martes una iglesia en el norte del estado de Nueva York, dejando al menos cinco personas heridas —entre ellas el pastor y varios bomberos—, lo que provocó la movilización de helicópteros médicos.El incidente ocurrió alrededor de las 10:30 horas en la Abundant Life Fellowship Church, ubicada sobre la Ruta 12 en Boonville, a unos 80 kilómetros al noreste de Syracuse.Videos que se difundieron en redes sociales causaron alerta por la magnitud de la columna de humo negro que se produjo.De acuerdo con la Policía de Nueva York, la explosión fue precedida por un reporte de olor a gas, por lo que equipos del Departamento de Bomberos de Boonville acudieron al lugar para investigar.Según la información preliminar difundida por autoridades y recogida por AP, cuatro personas estaban en el sótano cuando se encendió el horno, y la detonación ocurrió tras el encendido del sistema de calefacción.Un bombero que se encontraba en el primer piso fue lanzado contra una pared por la fuerza de la explosión mientras intentaba ventilar el inmueble.🚨 BREAKING: Multiple medevac flights have been requested after a church EXPLODES in Boonville, New YorkFirst responders are reporting as many as 13 casuaIties at the Abundant Life Fellowship ChurchPray for these folks today! 🙏🏻No cause has been released yet, but local news... pic.twitter.com/jET5b07GWT— Nick Sortor (@nicksortor) February 17, 2026La iglesia sufrió daños catastróficos y densas columnas de humo negro fueron visibles en la zona tras el estallido.La explosión generó conmoción en la pequeña comunidad del norte de Nueva York, donde la iglesia funcionaba como un punto de reunión espiritual y social.Mientras avanzan las investigaciones, las autoridades mantienen acordonada la zona y continúan evaluando la estabilidad estructural del edificio.Reporte de heridosLas autoridades confirmaron que cinco personas resultaron heridas, entre ellos el pastor Brandon Pitts, de 43 años, así como cuatro integrantes del Departamento de Bomberos de Boonville, con edades entre 43 y 71 años.Todos fueron trasladados a hospitales de la región, la policía informó que se encuentran en condición crítica pero estable.Inicialmente se solicitaron dos vuelos de evacuación médica (medevac), ya que los primeros reportes hablaban de hasta 13 personas que requerían atención médica; sin embargo, el balance oficial confirmado por autoridades estatales es de cinco heridos.Primeros indiciosLa...",
        "creator": [
            "sandra salazar"
        ],
        "language": "spanish",
        "pubDate": "2026-02-17 22:46:09",
        "source_id": "publimetro_pe",
        "source_url": "https://www.publimetro.pe"
    },
    {
        "article_id": "7d0517ed84bd557b65c06876a08e47c2",
        "link": "https://impactolatino.com/congresistas-urgen-a-frenar-licencias-de-productos-de-lujo-a-cuba-como-ferraris/",
        "title": "Congresistas urgen a frenar licencias de productos de lujo a Cuba, como ferraris",
        "content": "Congresistas de origen cubano, líderes políticos y activistas instaron este martes en Miami a la Administración del presidente Donald Trump, a suspender las licencias que permiten la exportación a Cuba de productos de lujo -como jacuzzis, motos acuáticas o ferraris- al considerar que benefician al \"régimen\" de la isla y \"traicionan\" al pueblo cubano. El congresista republicano por Florida, Carlos Giménez, subrayó que es importante que el gobierno federal, que otorga esas licencias, las restrinja porque hacen a Estados Unidos \"cómplices\" de la opresión en Cuba. El republicano criticó que artículos de lujo, como vehículos de alta gama -ferraris o jaguares- e incluso camiones y otros productos industriales, como refrigeradores provenientes de China que transitan por Estados Unidos, no son \"humanitarios\" y, por el contrario, contribuyen a fortalecer la \"represión\" del gobierno cubano. En una rueda de prensa en el Puerto de Miami, el congresista, acompañado de líderes del exilio como José Daniel Ferrer, Rosa María Payá y Orlando Gutiérrez, señaló que junto con los legisladores María Elvira Salazar y Mario Díaz-Balart enviaron una carta al Gobierno Trump pidiendo cortar \"los beneficios financieros o materiales a empresas controladas por el régimen cubano\". Dariel Fernández, recaudador de impuestos del condado Miami-Dade, señaló en la rueda de prensa que su oficina revisó las licencias de exportación a Cuba y que no todos los productos autorizados benefician al pueblo cubano. Alimentos, medicinas y bienes esenciales sí ayudan, pero los autos de lujo, equipos recreativos, motos acuáticas, jacuzzis y otros productos de alto consumo no cumplen ese objetivo, afirmó. \"Identificamos que algunas licencias federales otorgadas a ciertas compañías autorizan la exportación de bienes que van mucho más allá de las necesidades humanitarias básicas\" , aseguró. En la misiva, enviada a los departamentos del Tesoro y de Comercio, los congresistas exigen \"una revisión completa e inmediata para negar cualquier licencia que permita a personas o entidades estadounidenses hacer negocios con el régimen cubano, designado por Estados Unidos como Patrocinador Estatal del Terrorismo\". Por un embargo real Para la congresista Salazar, \"la ley estadounidense es clara: las sanciones existen para negar apoyo económico a la dictadura cubana hasta que se produzca un cambio democrático real\". La republicana, de origen cubano, instó en un comunicado a la...",
        "creator": [
            "impacto latino"
        ],
        "language": "spanish",
        "pubDate": "2026-02-17 22:46:01",
        "source_id": "impactolatino",
        "source_url": "https://impactolatino.com"
    },
    {
        "article_id": "ffbd47ead4a0dde1f1ab11cfa27410e2",
        "link": "https://lomazoma.com/landgericht-muenchen-lebenslaenglich-wegen-versuchten-mordes-an-ehefrau/",
        "title": "Landgericht München: Lebenslänglich wegen versuchten Mordes an Ehefrau",
        "content": "17. Februar 2026 14:41 Uhr 2.613 „Papa, was hast du getan?“ Lebenslänglich wegen versuchten Mordes an Ehefrau – Sohn musste alles miterlebenEin Mann in München ist zu lebenslanger Haft verurteilt worden, weil er mehr als 20 Mal versucht hat, seine entfremdete Frau zu ermorden.Von Frederick MersiMünchen – Aus einem Grund versuchter Mord Ein Mann hat seine entfremdete Frau mehr als 20 Mal erstochen München wurde zu lebenslanger Haft verurteilt. Der Landgericht München I sah es als erwiesen an, dass der 34-Jährige im April 2025 in der Nähe eines Spielplatzes vor den Augen seines Sohnes seine Frau erstochen hatte. Der Mann (34) wurde zu lebenslanger Haft verurteilt. © Malin Wunderlich/dpa Nach Angaben des Gerichts überlebte die Frau trotz lebensgefährlicher Verletzungen mehrerer Organe nur dank einer fast achtstündigen Notoperation.Nach Ansicht der Vorsitzenden Richterin Elisabeth Ehrl bestand für das Gericht kein Anlass, eine mildere Strafe gegen den Mann zu verhängen. Der 34-Jährige hatte den Angriff im Wesentlichen zugegeben.Doch Ehrl hielt seine Aussage für beschönigend. Es ist also absurd, dass er das Messer nur als Drohung bekommen hat. Das Gericht ging vielmehr davon aus, dass es sich um einen heimtückischen Mordversuch mit niederträchtigen Beweggründen handelte. Münchner Gerichtsverfahren Freundin unter Drogen gesetzt und vergewaltigt? Student wegen versuchten Mordes vor Gericht Das Urteil ist noch nicht rechtskräftig. Verteidigung und Staatsanwaltschaft können innerhalb einer Woche Berufung beim Bundesgerichtshof einlegen. Angriff kurz vor dem ScheidungsterminAls Motiv nannte das Gericht, dass der Kosovare nicht bereit sei, den Trennungswunsch seiner Frau zu akzeptieren. Er ärgerte sich auch darüber, dass seine Frau, ebenfalls Kosovarin, immer wieder von wiederholter häuslicher Gewalt gegen sie berichtete, auch während der Schwangerschaft. Als Motiv für den Übergriff zählte das Gericht auch, dass die gemeinsame Wohnung und die Verantwortung für die Kinder im Falle einer Scheidung auf seine Frau übergegangen wären – zwei Tage vor dem geplanten Scheidungstermin. Dass ihn das Landgericht trotz Reuebekundungen zu lebenslanger Haft verurteilte, begründete Richter Ehrl unter anderem damit, dass das Opfer nur dank der hervorragenden Arbeit der Ärzte überlebt habe – das sei mehr als ein Wunder. Der Angriff erfolgte mit hoher krimineller Intensität und die Frau leidet bis heute unter massiven körperlichen und psychischen...",
        "creator": [
            "emilia emilia"
        ],
        "language": "german",
        "pubDate": "2026-02-17 22:46:00",
        "source_id": "lomazoma",
        "source_url": "https://www.lomazoma.com"
    },
    {
        "article_id": "84586cb2e90b2bef93392cb0905161c3",
        "link": "https://magyarhirlap.hu/belfold/20260217-a-gyorsforgalmi-uthalozat-fejleszteseben-sikerult-utolerni-ausztriat",
        "title": "A gyorsforgalmi úthálózat fejlesztésében sikerült utolérni Ausztriát",
        "content": "Magyarország kétségtelenül a gyorsforgalmi úthálózat fejlesztésében érte el a legnagyobb eredményt az elmúlt években, ezen a területen utolértük Ausztriát – mondta az Építési és Közlekedési Minisztérium parlamenti államtitkára kedden Jászberényben. Csepreghy Nándor a Jászberény keleti bekötő út Necső úti csomópontjának átadó ünnepségén kifejtette: ahhoz, hogy Magyarország kiaknázza az egyik fő adottságát, a gazdaság-földrajzi helyzetét, vagyis azt, hogy a Kelet és Nyugat határán, valamint a Budapest-Belgrád vasútfejlesztéssel az északi és déli kereskedelmi útvonalak metszéspontjában fekszik, az infrastruktúrának fel kell zárkóznia a legfejlettebb európai országok szintjéhez. A felzárkóztatás három eleme a gyorsforgalmi úthálózat, az úgynevezett ráhordó úthálózat, illetve a kötöttpályás hálózat fejlesztése – mutatott rá. Ami az utóbbit illeti – fűzte hozzá az államtitkár –, a vasúti infrastruktúra fejlesztését az uniós pénzek mesterséges hiánya, politikai alapú és jogtalan visszatartása ebben a ciklusban súlyosan akadályozta, de nem teljesen lehetetlenítette el.",
        "creator": [
            "mh/mti"
        ],
        "language": "hungarian",
        "pubDate": "2026-02-17 22:46:00",
        "source_id": "magyarhirlap",
        "source_url": "https://www.magyarhirlap.hu"
    },
    {
        "article_id": "cee6595206be260fe898bc40352154f1",
        "link": "https://isplus.com/article/view/isp202602180015",
        "title": "손익 돌파 ‘왕사남’·100만 돌파 ‘휴민트’, 韓영화 쌍끌이 흥행 [IS차트]",
        "content": "사진=쇼박스·휴민트 제공 ‘왕과 사는 남자’와 ‘휴민트’가 설 극장가 관객을 끌어모으며 한국영화의 힘을 보여줬다. 18일 영진위 영화관입장권 통합전산망에 따르면 영화 ‘왕과 사는 남자’는 전날 66만 1467명을 동원하며 박스오피스 정상을 유지했다. 누적관객수는 352만 1292명이다. 이로써 ‘왕과 사는 남자’는 개봉 14일째 300만 고지를 넘어섰다. 동시에 손익분기점(260만명)을 돌파하며 수익 창출에 시작했다. 4일 개봉한 ‘왕과 사는 남자’는 역사 기반의 작품으로, 1457년 청령포, 마을의 부흥을 위해 유배지를 자처한 촌장 엄흥도(유해진)와 왕위에서 쫓겨나 유배된 어린 선왕 단종 이홍위(박지훈)의 이야기를 담았다. 2위에는 ‘휴민트’가 랭크됐다. ‘휴민트’는 이날 21만 3406명의 관객을 추가하며 누적관객수 109만 9896명을 기록, 100만 돌파에 성공했다. 개봉 7일째 일군 값진 성과다. 11일 개봉한 ‘휴민트’는 비밀도, 진실도 차가운 얼음 바다에 수장되는 블라디보스토크에서 서로 다른 목적을 가진 이들이 격돌하는 이야기를 그린 첩보 액션물로, 조인성, 박정민, 박해준, 신세경 등이 출연했다.",
        "creator": [
            "장주연"
        ],
        "language": "korean",
        "pubDate": "2026-02-17 22:45:49",
        "source_id": "isplus",
        "source_url": "https://isplus.com"
    },
    {
        "article_id": "022206351e047d7c06a7e4a33cdfeb4c",
        "link": "https://isplus.com/article/view/isp202602180017",
        "title": "박정민, ‘충주맨’ 사직에 “난 홍보대사 시키더니...”",
        "content": "사진=유튜브 채널 충주시 영상 캡처 배우 박정민이 ‘충주맨’ 김선태 주무관의 갑작스러운 사직 소식에 허탈한 심경을 드러냈다. 17일 방송된 KBS 쿨FM ‘오마이걸 효정의 볼륨을 높여요’에는 박정민이 게스트로 출연했다. 이날 박정민은 “충주시 홍보대사 되신 걸 축하드린다”는 한 청취자의 메시지에 감사 인사를 전하면서도 “충주맨이 날 홍보대사 시켜주고 본인은 사직서를 냈더라. 나는 유튜브 출연 후 휴대전화에 충주시 마스코트도 붙여놨다”고 장난스레 발끈해 웃음을 안겼다. 박정민은 최근 영화 ‘휴민트’ 홍보 일환으로 충주시 공식 유튜브 채널에 출연했다. 본적이 충주인 박정민은 당시 김선태 주무관으로부터 2년 임기의 충주시 홍보대사 제안받고 이를 수락, 위촉장을 받은 바 있다. 하지만 김 주무관은 박정민 출연 영상 2편 공개 당일인 12일 인사 부서에 사직서를 제출하고 장기 휴가에 들어갔다. 퇴직일은 이달 말이다. 김 주무관은 13일 자신이 운영해 왔던 충주시 공식 유튜브 채널을 통해 직접 사직 소식을 전하며 “공직에 들어온 지 10년, 충주맨으로 살아온 지 7년을 뒤로하고 작별 인사를 드리려고 한다. 여러분과 함께했던 7년은 내 인생에서 가장 행복했던 시간이었다. 앞으로도 충주시를 많이 사랑해 주시기 바란다”고 말했다. 김 주무관은 이날 일간스포츠와 통화에서 퇴사 이후 계획을 언급하기도 했다. 그는 “최근 여러 연예 기획사로부터 전속계약 제안을 받았다”며 “지금은 개인 유튜브 채널을 통해 근황과 소식을 전할 예정으로, (퇴사 후인) 3월 이후부터 구체적으로 (향후) 방향을 고민해 볼 수 있을 것 같다. 모든 가능성을 열어두고 차분히 검토할 계획”이라고 덧붙였다.",
        "creator": [
            "장주연"
        ],
        "language": "korean",
        "pubDate": "2026-02-17 22:45:48",
        "source_id": "isplus",
        "source_url": "https://isplus.com"
    },
    {
        "article_id": "72874d8eb1ca7a77dca9eaee9af417d4",
        "link": "https://isplus.com/article/view/isp202602180014",
        "title": "'험난하네' 알프스 산맥에 막힌 여자 컬링, 4강 문턱서 1위 스웨덴-1위 잡은 캐나다 만난다 [2026 밀라노]",
        "content": "]17일(현지시간) 이탈리아 코르티나담페초 컬링 올림픽 스타디움에서 열린 2026 밀라노ᆞ코르티나담페초 동계올림픽 컬링 여자 라운드로빈 한국과 스위스의 경기에서 한국 대표팀 선수들이 다 함께 샷 전략을 고민하고 있다. [사진=연합뉴스] 스위스 알프스 산맥에 막힌 여자 컬링 대표팀이 더 험난한 강적을 만난다. 스킵 김은지·세컨드 김수지·서드 김민지·리드 설예은·핍스 설예지로 꾸려진 대표팀은 18일(한국시간) 이탈리아 코르티나 컬링 올림픽 스타디움에서 열린 2026 밀라노·코르티나 동계올림픽 여자 컬링 라운드로빈 7차전서 스위스에 5-7로 졌다. 3연승에 좌절한 한국은 대회 3패(4승)째를 기록, 전날 공동 2위서 4위로 내려앉았다. 이번 대회 컬링 여자부에선 10개 팀이 1차례씩 맞붙는 라운드로빈을 치른다. 상위 4개 팀이 준결승에 올라 메달을 다투는 구조다. 메달을 노리기 위해선 남은 2경기에서 반드시 승리가 필요하다. 하지만 상대가 만만치 않다. 한국은 18일 선두 스웨덴, 19일 공동 4위 캐나다와 맞붙는다. 스웨덴은 7경기에서 1패만 거둔 강팀이다. 그리고 그 스웨덴을 잡은 팀이 캐나다다. 17일(현지시간) 이탈리아 코르티나담페초 컬링 올림픽 스타디움에서 열린 2026 밀라노ᆞ코르티나담페초 동계올림픽 컬링 여자 라운드로빈 한국과 스위스의 경기에서 설예은과 설예지가 스위핑하고 있다. [사진=연합뉴스] 캐나다의 레이첼 호만 팀은 세계랭킹 1위다. 스웨덴의 안나 하셀보리 팀은 세계랭킹 12위로, 3위인 한국 대표팀보다 순위가 낮지만, 평창 대회 금메달, 베이징 대회 동메달을 이끈 올림픽 베테랑 팀이다. 한국은 지난해 의정부에서 열린 세계선수권대회에서 하셀보리 팀에 5-7로 패했다. 까다로운 상대들이다. 한국 대표팀의 이번 대회 목표는 한국 컬링 최초의 올림픽 금메달이다. 한국 컬링의 올림픽 최고 성적은 지난 2018 평창 대회에서 '팀 킴' 강릉시청(스킵 김은정)이 딴 은메달이다. 목표를 위해선 세계 강적들부터 넘어서야 한다. 라운드로빈에서 반전을 쓸 수 있을지 관심이 모아진다.",
        "creator": [
            "윤승재"
        ],
        "language": "korean",
        "pubDate": "2026-02-17 22:45:47",
        "source_id": "isplus",
        "source_url": "https://isplus.com"
    },
    {
        "article_id": "d48f68c5f0593b8e0dbde489c226379c",
        "link": "https://sports.hankooki.com/news/articleView.html",
        "title": "박은영, 1700만 원 초호화 조리원도 소용없네...\"몸무게는 54kg 그대로\"",
        "content": "[스포츠한국 김희원 기자] 방송인 박은영이 초호화 조리원 생활을 누렸다. 13일 박은영의 유튜브 채널에는 '세연이 인생 첫 수영 도전! 귀여워서 심장 아픈 베이비 스파 체험기'라는 제목의 영상이 올라왔다. 영상에서 박은영은 \"아침까지 야무지게 마사지를 받았다. 마지막으로 몸무게를 쟀더니 54kg다. 이틀 전에 몸무게를 쟀는데 하나도 안 빠졌다. 두 명 육아를 시작하면 빠지지 않을까. 거기에 기대를 해보겠다\"며 조리원 퇴소를 준비했다. 앞서 박은영은 44세의 나이에 둘째를 출산한 후 1300~1700만 원대로 알려진 강남의 산후조리원에 입소했다. 그는 \"조리원 천국에 입실했다. 조리원에 있는 2주간 목표는 원래 몸무게 되찾기\"라며 의지를 불태웠다. 또한 당시 박은영은 \"임신 당시 58.3kg에서 54.3kg까지, 일주일 만에 4kg 감량했다. 원래 48kg이었던 그는 \"딱 10kg 쪘었는데, 아직 6kg 남았다. 부기는 좀 빠졌다\"고 말해 시선을 끌었다. 한편 박은영은 지난 2019년 3살 연하 스타트업 CEO 김형우와 결혼해 슬하에 1남 1녀를 두고 있다.",
        "creator": [
            "김희원 기자"
        ],
        "language": "korean",
        "pubDate": "2026-02-17 22:45:38",
        "source_id": "sports_hankooki",
        "source_url": "https://sports.hankooki.com"
    },
    {
        "article_id": "93663212528bc303cc25ba4d9e7ed5b7",
        "link": "https://spotontennessee.com/tn-sports/1916864/mike-evans-will-return-for-2026-buccaneers.html",
        "title": "Mike Evans Will Return for 2026; Buccaneers Star WR to Test Free Agency",
        "content": null,
        "creator": null,
        "language": "english",
        "pubDate": "2026-02-17 22:45:32",
        "source_id": "spotontennessee",
        "source_url": "https://spotontennessee.com"
    },
    {
        "article_id": "035efc96b39a4caa3ac4bbc0f868154f",
        "link": "https://www.larepubliquedespyrenees.fr/sport/basket/elan-bearnais/reaction-basket-elan-bearnais-nantes-97-77-on-valide-notre-progression-la-reaction-de-mickael-hay-27928183.php",
        "title": "RÉACTION. Basket - Elan Béarnais - Nantes (97-77) : « On valide notre progression », la réaction de Mickaël Hay",
        "content": "La réaction de Mickaël Hay, coach de l’Elan Béarnais Je suis satisfait. La victoire est importante, après notre non-match à Hyères-Toulon. Je voulais que l’on valide notre dernier mois. Pour ce que les garçons font au quotidien. On a 4 victoires sur les 5 derniers matches. Je ne dirai pas que le contrat est rempli mais c’était important de valider notre progression. Mais le problème c’est qu’après un bon premier quart-temps, on manque énormément de maîtrise. Un nombre de ballons perdus assez incroyable (26). Je crois que c’est la première fois que l’on a plus de ballons perdus que de passes décisives. On en a déjà 15 à la mi-temps, ajouté à ça les 12 lancers francs sur ce match. Pourtant on marque quand même 97 points. C’est un peu bizarre. Mais les 46 rebonds ont fait la différence. Dans le 3e quart-temps, alors que l’on n’a pas très bien démarré dans l’intensité, on a senti un peu de fébrilité. Mais le banc a été important avec Marvin (Clark), qui a mis des points importants. Fabio (Milanese), Drew (Thelwell) et Josh (Mballa) aussi. Bon lui, il est toujours intense (rires) quand il est sur le terrain. On a montré pas mal de fébrilité dans les 2e et 3e quart-temps mais on a toujours eu un matelas de 7 ou 8 points minimum. Puis on s’est lâché dans le 4e quart-temps. Dans le contenu, il y a des choses bien et d’autres moins bien mais c’était important de gagner trois après ce match à Hyères où j’avais tiré sur certains joueurs comme Thomas (Cornely) ou Bastien (Pinault). Je suis content de leur réponse. »",
        "creator": [
            "propose recueillis par l.v."
        ],
        "language": "french",
        "pubDate": "2026-02-17 22:45:29",
        "source_id": "larepubliquedespyrenees_fr",
        "source_url": "https://larepubliquedespyrenees.fr"
    },
    {
        "article_id": "0df3bae1384b71a9e52d58dd2f0b47c3",
        "link": "https://ilglobo.com/news/inflazione-sopra-le-buste-paga-141217/",
        "title": "Inflazione sopra le buste paga",
        "content": "CANBERRA - La crescita dei salari in Australia resta sostanzialmente ferma, nonostante aumenti concentrati in alcuni settori. I dati del Wage Price Index relativi al trimestre chiusosi a dicembre, la cui pubblicazione ufficiale è prevista per domani da parte dell’ABS, dovrebbero confermare una crescita annua del 3,4 per cento, invariata dal primo trimestre. Se le previsioni saranno confermate, i salari continueranno a muoversi sotto l’inflazione, salita al 3,8 per cento su base annua a dicembre. Un quadro che mantiene sotto pressione il potere d’acquisto, nonostante interventi retributivi mirati e accordi nel settore pubblico. Il trimestre include l’ultimo aumento salariale per gli operatori dell’assistenza agli anziani, entrato in vigore a ottobre. L’incremento rappresenta la fase finale del percorso avviato dopo il ricorso presentato dalla Health Services Union alla Fair Work Commission a fine 2022. Dal 2023, le retribuzioni nel settore sono cresciute progressivamente, portando a un aumento complessivo di circa 433 dollari a settimana per i lavoratori coinvolti. Secondo l’economista senior di NAB Taylor Nugent, l’impatto dell’ultima tranche sarà contenuto. “Ci aspettiamo un contributo di circa cinque punti base dagli aumenti di ottobre legati al work value case per l’assistenza agli anziani”. Nugent ha aggiunto che nell’ultimo anno il Wage Price Index è stato sostenuto soprattutto dagli accordi salariali del settore pubblico, che hanno incorporato una componente di recupero dopo anni di crescita modesta. Gli ultimi dati disponibili mostrano un aumento trimestrale dello 0,7 per cento nel settore privato a settembre, contro lo 0,9 per cento del settore pubblico. Una dinamica che non ha però impedito un deterioramento delle condizioni per molte imprese, in particolare nei servizi. Il Business Risk Index di gennaio di CreditorWatch indica che il 10,4 per cento delle aziende dei servizi ha chiuso nell’ultimo anno, la quota più alta tra tutti i settori e circa il doppio della media dell’economia. Il comparto dell’ospitalità risulta il più esposto. L’amministratore delegato di CreditorWatch , Patrick Coghlan, ha spiegato che l’aumento dei salari sta comprimendo margini già ridotti. “Pub e club con asset alle spalle tengono, ma caffè e ristoranti operano con margini sottilissimi - ha detto -. Quando le fatture scadute nella ristorazione superano di oltre il doppio la media nazionale, non è un fenomeno temporaneo: è stress finanziario persistente”. A...",
        "creator": [
            "editorial team"
        ],
        "language": "italian",
        "pubDate": "2026-02-17 22:45:28",
        "source_id": "ilglobo",
        "source_url": "https://ilglobo.com"
    },
    {
        "article_id": "575964a80f777dd57874cadc2db4bffc",
        "link": "https://oncenoticias.hn/canal-11/consultorio-del-once-especialista-advierte-sobre-los-riesgos-de-las-unas-encarnadas-y-como-prevenirlas/",
        "title": "Consultorio del Once: Especialista advierte sobre los riesgos de las uñas encarnadas y cómo prevenirlas",
        "content": "El martes 17 de febrero de 2026, en el Consultorio del Once, la doctora Jussara Turcios ofreció una charla sobre las uñas encarnadas, condición conocida en el ámbito médico como onicocriptosis. Durante su intervención, destacó la importancia de abordar este problema, ya que afecta a un gran número de personas y puede generar molestias significativas si no se trata adecuadamente.La doctora explicó que las uñas encarnadas son una de las afecciones más comunes en los pies, especialmente en el dedo gordo; tampoco descartó que este problema pueda suceder en las uñas de las manos.Aclaro que este problema es más frecuente en adolescentes y adultos jóvenes, aunque puede presentarse en cualquier edad.¿Cuándo ocurre este malestar en los dedos de los pies? Durante su intervención la galena dio a conocer que esta condición ocurre cuando el borde de la uña crece hacia la piel, provocando dolor, inflamación y, en casos más graves, infecciones que pueden requerir intervención médica.Turcios detalló que cuando la uña llega a un punto donde la uña comienza a perforar el tejido de la piel, convirtiéndose en una puerta de entrada para bacterias y hongos, esto es lo que provoca el enrojecimiento, la inflamación hasta supuración de pus.Consultorio del Once: Esto dicen los especialistas en salud sobre las váricesSeñaló que muchas personas intentan tratarse en casa, lo cual puede agravar el problema. Advirtió que los pacientes deben evitar remedios caseros y confiar en la atención médica para prevenir complicaciones.Enfatizó que las uñas encarnadas no deben subestimarse, porque pueden tener consecuencias.Principales causas Entre las principales causas, mencionó el uso de calzado inadecuado, cortes incorrectos de las uñas y predisposición genética.Recomendó medidas preventivas como:* Cortar las uñas de manera recta, evitando redondear los bordes.* Usar zapatos cómodos y de la talla adecuada.* Consultar al especialista ante los primeros síntomas de dolor o inflamación.¿Puede tener consecuencias graves las uñas encarnadas?Advirtió que ignorar el problema puede derivar en infecciones que, en casos extremos, podrían requerir procedimientos quirúrgicos.“La prevención y la atención temprana son claves para evitar complicaciones”, subrayó.El Consultorio del Once, su cita de lunes a viernes, cuenta con especialistas en salud, donde las personas pueden realizar sus llamadas a los números 2262-4589, 2262-0102 y 8740-1940; expertos en...",
        "creator": [
            "practicante"
        ],
        "language": "spanish",
        "pubDate": "2026-02-17 22:45:26",
        "source_id": "oncenoticias",
        "source_url": "https://oncenoticias.hn"
    },
    {
        "article_id": "10e336347a6ab277a9e146b6686b5ced",
        "link": "https://petel.bg/SASHH-vzriviha-3-lodki-za-predpolagaem-narkotrafik-__637499",
        "title": "САЩ взривиха 3 лодки за предполагаем наркотрафик",
        "content": "Кадър ВВС на САЩ Три лодки с общо 11 души на борда са били унищожени при въздушен удар от американските сили, информира The Washington Post, като се позовава на данни от Пентагона. Ударът е част от мащабната военноморска операция на САЩ, насочена срещу наркотрафика и контрабандата търгови с нефт от Венецуела. От началото на операцията през септември до сега са били унищожени 43 плавателни съда, като убитите са не по-малко от 133-ма души, допълва Фокус. Американската администрация нарича тези хора \"наркотерористи“, без да предоставя конкретни доказателства за връзките им с наркокартели и без да разкрива самоличността им. Последните три плавателни съда са били ударени в Карибския басейн и в източната част на Тихия океан – един от традиционните маршрути за контрабанда на наркотици от Колумбия и Еквадор, подчертават американските власти. Редактор \"Екип на Петел\", \"За нас\" За реклама в \"Петел\" на цена от 40 евро без ДДС на ПР публикация пишете на info@petel.bg Следете PETEL.BG всяка минута 24 часа в денонощието! Последните новини виж - ТУК! Проверка на фактите: Съобщете ни, ако видите фактологични грешки и нередности в статията или коментарите. Пишете директно на info@petel.bg . Ще обърнем внимание! Изпращайте вашите снимки на info@petel.bg по всяко време на дежурния редактор!",
        "creator": [
            "petel.bg"
        ],
        "language": "bulgarian",
        "pubDate": "2026-02-17 22:45:25",
        "source_id": "petel",
        "source_url": "https://petel.bg"
    },
    {
        "article_id": "e5a5681dc1435aca0c8e26f3a6b82fc6",
        "link": "https://www.heraldo.mx/detienen-a-sexagenario-por-amenazas-con-pistola-de-plastico/",
        "title": "Detienen a sexagenario por amenazas con pistola de plástico",
        "content": "Un hombre de 64 años fue detenido por elementos de la Policía Municipal luego de ser señalado por amenazar a la encargada de una tienda de conveniencia en el fraccionamiento Paseos de San Antonio, utilizando una pistola de plástico con apariencia de arma de fuego.El reporte se recibió a través de la frecuencia de radio, donde se alertaba sobre un individuo que intimidaba a las empleadas de un establecimiento ubicado en el cruce de avenida Rancho San Antonio y avenida de las Presas. De acuerdo con la versión de la afectada, el sujeto ingresó al local asegurando que había olvidado un teléfono celular. Tras verificar que no existía ningún dispositivo extraviado, el hombre adoptó una actitud agresiva.Teresa, de 38 años y encargada del negocio, relató a los oficiales que el individuo comenzó a insultarla y la amenazó con lo que parecía ser un arma de fuego. Minutos después salió del comercio sin llevarse mercancía.Con las características físicas proporcionadas, los policías desplegaron un operativo en la zona. El sospechoso fue localizado en el cruce de las calles Numancia y Menorca. Se trata de José “N”, de 64 años.Durante la inspección preventiva se le aseguró, fajada a la cintura, una pistola de plástico con postas, objeto que fue puesto a disposición junto con el detenido. La reportante lo identificó directamente como quien la había amagado momentos antes.El hombre fue trasladado ante la Fiscalía General del Estado, instancia que determinará su situación jurídica conforme a derecho.",
        "creator": [
            "sofía ia"
        ],
        "language": "spanish",
        "pubDate": "2026-02-17 22:45:17",
        "source_id": "heraldo_mx",
        "source_url": "https://www.heraldo.mx"
    },
    {
        "article_id": "47bae0dec4fbe74bddf6bb1fea8cd9ee",
        "link": "https://www.navarashtra.com/career/sales-and-marketing-sector-what-are-the-eligibility-criteria-1146857.html",
        "title": "सेल्स आणि मार्केटिंग क्षेत्र! पात्रता निकष काय? आवश्यक गुण; जाणून घ्या",
        "content": "सेल्स आणि मार्केटिंग क्षेत्रात उत्कृष्ट संवादकौशल्य आणि प्रभावी व्यक्तिमत्त्व असणाऱ्यांसाठी अमर्याद करिअर संधी उपलब्ध आहेत. डिजिटल मार्केटिंग, ब्रँड मॅनेजमेंट आणि डेटा अॅनालिटिक्समुळे हे क्षेत्र ‘हाय ग्रोथ सेक्टर’! By दिवेश चव्हाण फोटो सौजन्य - Social Media आजच्या स्पर्धात्मक युगात उत्पादन चांगले असणे पुरेसे नसते; ते योग्य ग्राहकांपर्यंत प्रभावीपणे पोहोचवणे तितकेच महत्त्वाचे असते. येथेच सेल्स आणि मार्केटिंग क्षेत्राची भूमिका अत्यंत महत्त्वाची ठरते. ज्यांच्याकडे उत्कृष्ट विक्री कौशल्य, संवादकौशल्य आणि प्रभावी व्यक्तिमत्त्व असते, त्यांच्यासाठी हे क्षेत्र अमर्याद संधी उपलब्ध करून देते. सेवा क्षेत्र, ई-कॉमर्स, रिटेल, बँकिंग, विमा, लॉजिस्टिक्स, एफएमसीजी अशा अनेक उद्योगांमध्ये मार्केटिंग तज्ज्ञांची मोठ्या प्रमाणावर मागणी आहे. डिजिटल युगामुळे मार्केटिंग तंत्रात मोठा बदल झाला आहे. पारंपरिक जाहिरातींबरोबरच डिजिटल मार्केटिंग, सोशल मीडिया प्रमोशन, ब्रँड मॅनेजमेंट, कंटेंट मार्केटिंग, डेटा अॅनालिटिक्स अशा नवीन शाखा विकसित झाल्या आहेत. त्यामुळे या क्षेत्रात प्रशिक्षण घेतलेल्या उमेदवारांना देश-विदेशातही उत्तम करिअर संधी उपलब्ध होत आहेत. सतत वाढणारे आणि वेगाने विस्तारत जाणारे हे क्षेत्र ‘हाय ग्रोथ सेक्टर’ म्हणून ओळखले जाते. १ लाखांपर्यंत मिळेल पगार! CPMU वॅकन्सी; मंत्रालयाची नोकरी, सविस्तर माहिती पात्रता निकष सेल्स आणि मार्केटिंग क्षेत्रात प्रवेश करण्यासाठी बारावी उत्तीर्ण असणे आवश्यक आहे. बारावीनंतर डिप्लोमा कोर्स करता येतो. पदवीधर विद्यार्थ्यांसाठी पदव्युत्तर डिप्लोमा किंवा एमबीए (मार्केटिंग) हा उत्तम पर्याय ठरतो. विशेषतः कॉमर्स शाखेतील विद्यार्थ्यांना अकाउंट्स, इकॉनॉमिक्स, बिझनेस स्टडीज यांचा आधार असल्यामुळे या क्षेत्रात प्रगती करणे सोपे जाते. मात्र इतर कोणत्याही शाखेतील विद्यार्थीही योग्य प्रशिक्षण आणि कौशल्यांच्या आधारे यश मिळवू शकतात. आवश्यक गुण या क्षेत्रात यशस्वी होण्यासाठी काही विशिष्ट गुण अत्यंत महत्त्वाचे असतात. उत्तम संवादकौशल्य हे सर्वात महत्त्वाचे कौशल्य आहे. ग्राहकांशी आत्मविश्वासाने बोलणे, त्यांची गरज समजून घेणे आणि योग्य उपाय सुचवणे आवश्यक असते. प्रभावी आणि आकर्षक व्यक्तिमत्त्व, किमान दोन किंवा अधिक भाषांवर प्रभुत्व, नेतृत्वगुण, संघभावना, वेळेचे व्यवस्थापन, संगणक व डिजिटल साधनांचे ज्ञान, तसेच प्रतिकूल परिस्थितीत शांतपणे निर्णय घेण्याची क्षमता या गुणांमुळे करिअर अधिक उज्ज्वल होते. प्रमुख अभ्यासक्रम एमबीए (मार्केटिंग) पोस्ट ग्रॅज्युएट डिप्लोमा इन सेल्स अँड डिस्ट्रीब्युशन मॅनेजमेंट पोस्ट ग्रॅज्युएट डिप्लोमा इन मार्केटिंग मॅनेजमेंट पोस्ट ग्रॅज्युएट डिप्लोमा इन सेल्स मार्केटिंग १२वी विज्ञाननंतर करा ‘हे’ कोर्सेस! बॅक्टेरियोलॉजिस्टमध्ये उज्वल भविष्य, सखोल माहितीसाठी नक्की वाचा करिअर संधी आणि वेतन या अभ्यासक्रमानंतर इन्शुरन्स, लॉजिस्टिक्स, रिटेल, बँकिंग,...",
        "creator": [
            "दिवेश चव्हाण"
        ],
        "language": "marathi",
        "pubDate": "2026-02-17 22:45:09",
        "source_id": "navarashtra",
        "source_url": "https://www.navarashtra.com"
    },
    {
        "article_id": "a104c991a97242e039650b4163efc2d4",
        "link": "https://www.maghress.com/al9anat/339598",
        "title": "البنك الأوروبي للاستثمار يعبئ 740 مليون أورو لدعم أولويات الشراكة بين المغرب والاتحاد الأوروبي",
        "content": "أكد رئيس ممثلية البنك الأوروبي للاستثمار بالمغرب، أدريان دو باسومبيار، اليوم الثلاثاء بالرباط ، أن البنك، بصفته بنكا تابعا للاتحاد الأوروبي، منخرط \"كليا\" من أجل ترجمة أولويات الشراكة بين المغرب والاتحاد الأوروبي إلى مبادرات ملموسة. وقال دو باسومبيار، خلال مؤتمر صحفي لبعثة الاتحاد الأوروبي بالمغرب والبنك الأوروبي للاستثمار، خصص لعرض حصيلة سنة 2025 وأبرز الأولويات والآفاق لسنة 2026، إن \"التمويلات الموقعة سنة 2025 بلغت أعلى مستوياتها (740 مليون أورو) منذ 2012، ويعكس هذا تعبئتنا من أجل دعم القدرة على الصمود أمام تغير المناخ والانتقال الطاقي والأمن المائي وإعادة بناء البنيات التحتية الأساسية بعد زلزال الحوز \". وأضاف أن هذا الزخم يسهم في تنمية مستدامة وشاملة لفائدة المواطنين، في إطار تعاون وثيق بين المغرب والاتحاد الأوروبي. من جانبه، أشار سفير الاتحاد الأوروبي بالمغرب، ديميتير تزانتشيف، إلى أن \"المغرب يظل شريكا أساسيا للاتحاد الأوروبي في جواره الجنوبي كما يشكل أحد أهم المستفيدين من تمويلات الاتحاد في منطقة شمال إفريقيا والشرق الأوسط\". وأوضح أن هذا التعاون طويل الأمد يقوم على الثقة المتبادلة والمصالح المشتركة بين الجانبين، مضيفا أن الاتحاد الأوروبي، في ظل التقدم المحرز خلال مجلس الشراكة الأخير، يؤكد على مواصلة هذه الشراكة وتعميقها لاسيما من خلال الميثاق الجديد من أجل المتوسط ومبادرة البوابة العالمية بغية دعم عدد من المشاريع المهيكلة ومساندة حاملي المشاريع الملموسة لفائدة المواطنين. وشملت العمليات المنجزة سنة 2025 من طرف البنك، عبر فرعه \"BEI Monde\"، دعم مشاريع مهيكلة في قطاعات أساسية لتعزيز الصمود الاقتصادي والاجتماعي والمناخي للمملكة، بتنسيق وثيق مع السلطات المغربية والبعثة الأوروبية في المغرب. وتتوزع التمويلات الموقعة من البنك في المغرب، أساسا، على ثلاثة قطاعات، لا سيما في إطار مبادرة \"البوابة العالمية\"، وهي استراتيجية للاتحاد الأوروبي تروم تعبئة استثمارات مستدامة في البنيات التحتية الاستراتيجية، ضمن منطق شراكة قائمة على الثقة والمصلحة المتبادلة. ففي قطاع الماء، منح البنك تمويلا بقيمة 70 مليون أورو للمكتب الوطني للكهرباء والماء الصالح للشرب – قطاع الماء، لتحديث البنيات التحتية لإنتاج ونقل الماء الشروب. وتساهم هذه العملية في تعزيز الأمن المائي، لاسيما في المدن الصغرى والمتوسطة وكذا المناطق القروية، وتندرج ضمن البرنامج الوطني للتزويد بالماء الشروب ومياه السقي. وفي مجال الطاقة، وقع البنك قرضا بقيمة 170 مليون أورو مع المكتب الوطني للكهرباء والماء الصالح للشرب – قطاع الكهرباء، مستفيدا كذلك من ضمان الاتحاد الأوروبي، لتعزيز وتحديث الشبكة الوطنية لنقل الكهرباء. وتدعم هذه العملية إدماج قدرات جديدة متجددة، وتقوي صمود الشبكة أمام ارتفاع الطلب والتقلبات المناخية. كما خصص البنك 500 مليون أورو لإعادة بناء...",
        "creator": [
            "القناة"
        ],
        "language": "arabic",
        "pubDate": "2026-02-17 22:45:09",
        "source_id": "maghress",
        "source_url": "https://www.maghress.com"
    }
]